;******************************************************************************
;* TI ARM C/C++ Codegen                                      Unix v18.1.4.LTS *
;* Date/Time created: Mon Jan 28 04:18:53 2019                                *
;******************************************************************************
	.compiler_opts --abi=eabi --arm_vmrs_si_workaround=off --code_state=16 --diag_wrap=off --embedded_constants=on --endian=little --float_support=FPv4SPD16 --hll_source=on --object_format=elf --quiet --silicon_version=7M4 --symdebug:dwarf --symdebug:dwarf_version=3 --unaligned_access=on 
	.thumb

$C$DW$CU	.dwtag  DW_TAG_compile_unit
	.dwattr $C$DW$CU, DW_AT_name("package/cfg/release_pem4f.c")
	.dwattr $C$DW$CU, DW_AT_producer("TI TI ARM C/C++ Codegen Unix v18.1.4.LTS Copyright (c) 1996-2018 Texas Instruments Incorporated")
	.dwattr $C$DW$CU, DW_AT_TI_version(0x01)
	.dwattr $C$DW$CU, DW_AT_comp_dir("/Users/srinathpotnuru/Documents/ti_ccs/light_sensor_CC1352R1_LAUNCHXL_tirtos_ccs/Debug/configPkg")

;*****************************************************************************
;* FUNCTION SYNONYMS                                                         *
;*****************************************************************************
	.symalias ResetISR, _c_int00
	.global	malloc
malloc	.set ti_sysbios_rts_gnu_MemAlloc_alloc
	.symalias ti_sysbios_rts_ti_ReentSupport_getReent__E, ti_sysbios_rts_ti_ReentSupport_getReent__F

	.global	ti_sysbios_knl_Task_self__E
	.global	ti_sysbios_rts_ti_ReentSupport_getReent__F
	.global	ti_sysbios_family_arm_cc26xx_Seconds_get__E
	.global	ti_sysbios_family_arm_cc26xx_Seconds_getTime__E
	.global	ti_sysbios_family_arm_cc26xx_Seconds_set__E
	.global	ti_sysbios_family_arm_m3_IntrinsicsSupport_maxbit__E
	.global	ti_sysbios_gates_GateHwi_Module__startupDone__S
	.global	ti_sysbios_gates_GateHwi_create
	.global	ti_sysbios_gates_GateHwi_Object__delete__S
	.global	ti_sysbios_gates_GateHwi_Params__init__S
	.global	ti_sysbios_gates_GateHwi_Handle__label__S
	.global	ti_sysbios_gates_GateHwi_query__E
	.global	ti_sysbios_gates_GateHwi_enter__E
	.global	ti_sysbios_gates_GateHwi_leave__E
	.global	xdc_runtime_SysCallback_Module__startupDone__S
	.global	xdc_runtime_SysCallback_abort__E
	.global	xdc_runtime_SysCallback_exit__E
	.global	xdc_runtime_SysCallback_flush__E
	.global	xdc_runtime_SysCallback_putch__E
	.global	xdc_runtime_SysCallback_ready__E
	.global	xdc_runtime_Core_assignLabel__I
	.global	xdc_runtime_Core_assignParams__I
	.global	xdc_runtime_Core_createObject__I
	.global	ti_sysbios_gates_GateMutexPri_Instance_init__E
	.global	xdc_runtime_Core_constructObject__I
	.global	xdc_runtime_Core_deleteObject__I
	.global	ti_sysbios_gates_GateMutexPri_Instance_finalize__E
	.global	ti_sysbios_gates_GateMutexPri_query__E
	.global	ti_sysbios_gates_GateMutexPri_enter__E
	.global	ti_sysbios_gates_GateMutexPri_leave__E
	.global	xdc_runtime_Timestamp_get32__E
	.global	xdc_runtime_Timestamp_get64__E
	.global	xdc_runtime_Timestamp_getFreq__E
	.global	ti_sysbios_family_arm_m3_Hwi_excHandlerAsm__I
	.global	ti_sysbios_family_arm_m3_Hwi_pendSV__I
	.global	ti_sysbios_family_arm_cc26xx_Timer_start__E
	.global	ti_sysbios_family_arm_cc26xx_Timer_initDevice__I
	.global	ti_sysbios_family_arm_cc26xx_Timer_setThreshold__I
	.global	ti_sysbios_family_arm_cc26xx_Timer_setNextTick__E
	.global	ti_sysbios_family_arm_cc26xx_Timer_getMaxTicks__E
	.global	ti_sysbios_family_arm_cc26xx_Timer_getCount64__E
	.global	ti_sysbios_family_arm_cc26xx_Timer_dynamicStub__E
	.global	ti_sysbios_family_arm_cc26xx_Timer_getCurrentTick__E
	.global	ti_sysbios_family_arm_cc26xx_TimestampProvider_get32__E
	.global	ti_sysbios_knl_Clock_workFuncDynamic__E
	.global	ti_sysbios_knl_Swi_restoreHwi__E
	.global	ti_sysbios_knl_Task_restoreHwi__E
	.global	ti_sysbios_knl_Clock_triggerFunc__I
	.global	Power_idleFunc
	.global	_pthread_cleanupFxn
	.global	ti_sysbios_knl_Task_restore__E
	.global	ti_sysbios_knl_Idle_loop__E
	.global	ti_sysbios_knl_Task_moduleStateCheck__I
	.global	ti_sysbios_knl_Task_getModuleStateCheckValue__I
	.global	ti_sysbios_knl_Task_objectCheck__I
	.global	ti_sysbios_knl_Task_getObjectCheckValue__I
	.global	ti_sysbios_heaps_HeapMem_initPrimary__I
	.global	ti_sysbios_family_arm_m3_Hwi_initNVIC__E
	.global	ti_sysbios_hal_Hwi_initStack
	.global	xdc_runtime_System_Module_startup__E
	.global	ti_sysbios_knl_Clock_Module_startup__E
	.global	ti_sysbios_knl_Mailbox_Module_startup__E
	.global	ti_sysbios_knl_Swi_Module_startup__E
	.global	ti_sysbios_knl_Task_Module_startup__E
	.global	ti_sysbios_family_arm_m3_Hwi_Module_startup__E
	.global	ti_sysbios_family_arm_cc26xx_Timer_Module_startup__E
	.global	ti_sysbios_family_arm_cc26xx_TimestampProvider_Module_startup__E
	.global	ti_sysbios_hal_Hwi_Module_startup__E
	.global	xdc_runtime_SysCallback_defaultFlush
	.global	xdc_runtime_SysCallback_defaultPutch
	.global	xdc_runtime_SysCallback_defaultReady
	.global	xdc_runtime_Text_visitRope2__I
	.global	ti_sysbios_gates_GateMutex_query__E
	.global	ti_sysbios_gates_GateMutex_enter__E
	.global	ti_sysbios_gates_GateMutex_leave__E
	.global	ti_sysbios_gates_GateMutex_Object__create__S
	.global	ti_sysbios_gates_GateMutex_Object__delete__S
	.global	ti_sysbios_gates_GateMutex_Handle__label__S
	.global	xdc_runtime_Error_policyMin__E
	.global	xdc_runtime_SysCallback_defaultExit
	.global	ti_sysbios_heaps_HeapMem_alloc__E
	.global	ti_sysbios_heaps_HeapMem_free__E
	.global	ti_sysbios_heaps_HeapMem_isBlocking__E
	.global	ti_sysbios_heaps_HeapMem_getStats__E
	.global	ti_sysbios_heaps_HeapMem_Object__create__S
	.global	ti_sysbios_heaps_HeapMem_Object__delete__S
	.global	ti_sysbios_heaps_HeapMem_Handle__label__S
	.global	xdc_runtime_System_abortSpin__E
	.global	ti_sysbios_gates_GateHwi_Object__create__S
	.global	xdc_runtime_System_exitSpin__E
	.global	xdc_runtime_Startup_startMods__I
	.global	xdc_runtime_SysCallback_defaultAbort
	.global	__xdc__init
	.global	__aeabi_i2d
	.global	__aeabi_dsub
	.global	__aeabi_dmul
	.global	__aeabi_d2uiz
	.global	__aeabi_cdcmple
	.global	__aeabi_f2d
	.global	__aeabi_cdrcmple
	.global	__aeabi_d2iz
	.global	memcpy

;******************************************************************************
;* BUILD ATTRIBUTES                                                           *
;******************************************************************************
	.battr "aeabi", Tag_File, 1, Tag_ABI_PCS_wchar_t(2)
	.battr "aeabi", Tag_File, 1, Tag_ABI_FP_rounding(0)
	.battr "aeabi", Tag_File, 1, Tag_ABI_FP_denormal(0)
	.battr "aeabi", Tag_File, 1, Tag_ABI_FP_exceptions(0)
	.battr "aeabi", Tag_File, 1, Tag_ABI_FP_number_model(1)
	.battr "aeabi", Tag_File, 1, Tag_ABI_enum_size(1)
	.battr "aeabi", Tag_File, 1, Tag_ABI_optimization_goals(2)
	.battr "aeabi", Tag_File, 1, Tag_ABI_FP_optimization_goals(0)
	.battr "TI", Tag_File, 1, Tag_Bitfield_layout(2)
	.battr "TI", Tag_File, 1, Tag_FP_interface(0)

;******************************************************************************
;* TYPE INFORMATION                                                           *
;******************************************************************************

$C$DW$T$226	.dwtag  DW_TAG_structure_type
	.dwattr $C$DW$T$226, DW_AT_byte_size(0x44)
$C$DW$1750	.dwtag  DW_TAG_member
	.dwattr $C$DW$1750, DW_AT_type(*$C$DW$T$175)
	.dwattr $C$DW$1750, DW_AT_name("xdc_runtime_Startup_getState__I")
	.dwattr $C$DW$1750, DW_AT_TI_symbol_name("xdc_runtime_Startup_getState__I")
	.dwattr $C$DW$1750, DW_AT_data_member_location[DW_OP_plus_uconst 0x0]
	.dwattr $C$DW$1750, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1750, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1750, DW_AT_decl_line(0x901)
	.dwattr $C$DW$1750, DW_AT_decl_column(0x0f)

$C$DW$1751	.dwtag  DW_TAG_member
	.dwattr $C$DW$1751, DW_AT_type(*$C$DW$T$178)
	.dwattr $C$DW$1751, DW_AT_name("xdc_runtime_System_SupportProxy_Module__startupDone__S")
	.dwattr $C$DW$1751, DW_AT_TI_symbol_name("xdc_runtime_System_SupportProxy_Module__startupDone__S")
	.dwattr $C$DW$1751, DW_AT_data_member_location[DW_OP_plus_uconst 0x4]
	.dwattr $C$DW$1751, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1751, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1751, DW_AT_decl_line(0x902)
	.dwattr $C$DW$1751, DW_AT_decl_column(0x10)

$C$DW$1752	.dwtag  DW_TAG_member
	.dwattr $C$DW$1752, DW_AT_type(*$C$DW$T$184)
	.dwattr $C$DW$1752, DW_AT_name("xdc_runtime_System_SupportProxy_abort__E")
	.dwattr $C$DW$1752, DW_AT_TI_symbol_name("xdc_runtime_System_SupportProxy_abort__E")
	.dwattr $C$DW$1752, DW_AT_data_member_location[DW_OP_plus_uconst 0x8]
	.dwattr $C$DW$1752, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1752, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1752, DW_AT_decl_line(0x903)
	.dwattr $C$DW$1752, DW_AT_decl_column(0x10)

$C$DW$1753	.dwtag  DW_TAG_member
	.dwattr $C$DW$1753, DW_AT_type(*$C$DW$T$186)
	.dwattr $C$DW$1753, DW_AT_name("xdc_runtime_System_SupportProxy_exit__E")
	.dwattr $C$DW$1753, DW_AT_TI_symbol_name("xdc_runtime_System_SupportProxy_exit__E")
	.dwattr $C$DW$1753, DW_AT_data_member_location[DW_OP_plus_uconst 0xc]
	.dwattr $C$DW$1753, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1753, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1753, DW_AT_decl_line(0x904)
	.dwattr $C$DW$1753, DW_AT_decl_column(0x10)

$C$DW$1754	.dwtag  DW_TAG_member
	.dwattr $C$DW$1754, DW_AT_type(*$C$DW$T$188)
	.dwattr $C$DW$1754, DW_AT_name("xdc_runtime_System_SupportProxy_flush__E")
	.dwattr $C$DW$1754, DW_AT_TI_symbol_name("xdc_runtime_System_SupportProxy_flush__E")
	.dwattr $C$DW$1754, DW_AT_data_member_location[DW_OP_plus_uconst 0x10]
	.dwattr $C$DW$1754, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1754, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1754, DW_AT_decl_line(0x905)
	.dwattr $C$DW$1754, DW_AT_decl_column(0x10)

$C$DW$1755	.dwtag  DW_TAG_member
	.dwattr $C$DW$1755, DW_AT_type(*$C$DW$T$191)
	.dwattr $C$DW$1755, DW_AT_name("xdc_runtime_System_SupportProxy_putch__E")
	.dwattr $C$DW$1755, DW_AT_TI_symbol_name("xdc_runtime_System_SupportProxy_putch__E")
	.dwattr $C$DW$1755, DW_AT_data_member_location[DW_OP_plus_uconst 0x14]
	.dwattr $C$DW$1755, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1755, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1755, DW_AT_decl_line(0x906)
	.dwattr $C$DW$1755, DW_AT_decl_column(0x10)

$C$DW$1756	.dwtag  DW_TAG_member
	.dwattr $C$DW$1756, DW_AT_type(*$C$DW$T$178)
	.dwattr $C$DW$1756, DW_AT_name("xdc_runtime_System_SupportProxy_ready__E")
	.dwattr $C$DW$1756, DW_AT_TI_symbol_name("xdc_runtime_System_SupportProxy_ready__E")
	.dwattr $C$DW$1756, DW_AT_data_member_location[DW_OP_plus_uconst 0x18]
	.dwattr $C$DW$1756, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1756, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1756, DW_AT_decl_line(0x907)
	.dwattr $C$DW$1756, DW_AT_decl_column(0x10)

$C$DW$1757	.dwtag  DW_TAG_member
	.dwattr $C$DW$1757, DW_AT_type(*$C$DW$T$196)
	.dwattr $C$DW$1757, DW_AT_name("ti_sysbios_family_arm_cc26xx_Timer_start__E")
	.dwattr $C$DW$1757, DW_AT_TI_symbol_name("ti_sysbios_family_arm_cc26xx_Timer_start__E")
	.dwattr $C$DW$1757, DW_AT_data_member_location[DW_OP_plus_uconst 0x1c]
	.dwattr $C$DW$1757, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1757, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1757, DW_AT_decl_line(0x908)
	.dwattr $C$DW$1757, DW_AT_decl_column(0x10)

$C$DW$1758	.dwtag  DW_TAG_member
	.dwattr $C$DW$1758, DW_AT_type(*$C$DW$T$198)
	.dwattr $C$DW$1758, DW_AT_name("ti_sysbios_family_arm_cc26xx_Timer_initDevice__I")
	.dwattr $C$DW$1758, DW_AT_TI_symbol_name("ti_sysbios_family_arm_cc26xx_Timer_initDevice__I")
	.dwattr $C$DW$1758, DW_AT_data_member_location[DW_OP_plus_uconst 0x20]
	.dwattr $C$DW$1758, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1758, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1758, DW_AT_decl_line(0x909)
	.dwattr $C$DW$1758, DW_AT_decl_column(0x10)

$C$DW$1759	.dwtag  DW_TAG_member
	.dwattr $C$DW$1759, DW_AT_type(*$C$DW$T$204)
	.dwattr $C$DW$1759, DW_AT_name("ti_sysbios_family_arm_cc26xx_Timer_setThreshold__I")
	.dwattr $C$DW$1759, DW_AT_TI_symbol_name("ti_sysbios_family_arm_cc26xx_Timer_setThreshold__I")
	.dwattr $C$DW$1759, DW_AT_data_member_location[DW_OP_plus_uconst 0x24]
	.dwattr $C$DW$1759, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1759, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1759, DW_AT_decl_line(0x90a)
	.dwattr $C$DW$1759, DW_AT_decl_column(0x10)

$C$DW$1760	.dwtag  DW_TAG_member
	.dwattr $C$DW$1760, DW_AT_type(*$C$DW$T$206)
	.dwattr $C$DW$1760, DW_AT_name("ti_sysbios_family_arm_cc26xx_Timer_setNextTick__E")
	.dwattr $C$DW$1760, DW_AT_TI_symbol_name("ti_sysbios_family_arm_cc26xx_Timer_setNextTick__E")
	.dwattr $C$DW$1760, DW_AT_data_member_location[DW_OP_plus_uconst 0x28]
	.dwattr $C$DW$1760, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1760, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1760, DW_AT_decl_line(0x90b)
	.dwattr $C$DW$1760, DW_AT_decl_column(0x10)

$C$DW$1761	.dwtag  DW_TAG_member
	.dwattr $C$DW$1761, DW_AT_type(*$C$DW$T$208)
	.dwattr $C$DW$1761, DW_AT_name("ti_sysbios_family_arm_cc26xx_Timer_getMaxTicks__E")
	.dwattr $C$DW$1761, DW_AT_TI_symbol_name("ti_sysbios_family_arm_cc26xx_Timer_getMaxTicks__E")
	.dwattr $C$DW$1761, DW_AT_data_member_location[DW_OP_plus_uconst 0x2c]
	.dwattr $C$DW$1761, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1761, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1761, DW_AT_decl_line(0x90c)
	.dwattr $C$DW$1761, DW_AT_decl_column(0x12)

$C$DW$1762	.dwtag  DW_TAG_member
	.dwattr $C$DW$1762, DW_AT_type(*$C$DW$T$214)
	.dwattr $C$DW$1762, DW_AT_name("ti_sysbios_family_arm_cc26xx_Timer_getCount64__E")
	.dwattr $C$DW$1762, DW_AT_TI_symbol_name("ti_sysbios_family_arm_cc26xx_Timer_getCount64__E")
	.dwattr $C$DW$1762, DW_AT_data_member_location[DW_OP_plus_uconst 0x30]
	.dwattr $C$DW$1762, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1762, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1762, DW_AT_decl_line(0x90d)
	.dwattr $C$DW$1762, DW_AT_decl_column(0x12)

$C$DW$1763	.dwtag  DW_TAG_member
	.dwattr $C$DW$1763, DW_AT_type(*$C$DW$T$219)
	.dwattr $C$DW$1763, DW_AT_name("ti_sysbios_family_arm_cc26xx_Timer_dynamicStub__E")
	.dwattr $C$DW$1763, DW_AT_TI_symbol_name("ti_sysbios_family_arm_cc26xx_Timer_dynamicStub__E")
	.dwattr $C$DW$1763, DW_AT_data_member_location[DW_OP_plus_uconst 0x34]
	.dwattr $C$DW$1763, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1763, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1763, DW_AT_decl_line(0x90e)
	.dwattr $C$DW$1763, DW_AT_decl_column(0x10)

$C$DW$1764	.dwtag  DW_TAG_member
	.dwattr $C$DW$1764, DW_AT_type(*$C$DW$T$221)
	.dwattr $C$DW$1764, DW_AT_name("ti_sysbios_family_arm_cc26xx_Timer_getCurrentTick__E")
	.dwattr $C$DW$1764, DW_AT_TI_symbol_name("ti_sysbios_family_arm_cc26xx_Timer_getCurrentTick__E")
	.dwattr $C$DW$1764, DW_AT_data_member_location[DW_OP_plus_uconst 0x38]
	.dwattr $C$DW$1764, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1764, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1764, DW_AT_decl_line(0x90f)
	.dwattr $C$DW$1764, DW_AT_decl_column(0x12)

$C$DW$1765	.dwtag  DW_TAG_member
	.dwattr $C$DW$1765, DW_AT_type(*$C$DW$T$223)
	.dwattr $C$DW$1765, DW_AT_name("ti_sysbios_family_arm_cc26xx_TimestampProvider_get32__E")
	.dwattr $C$DW$1765, DW_AT_TI_symbol_name("ti_sysbios_family_arm_cc26xx_TimestampProvider_get32__E")
	.dwattr $C$DW$1765, DW_AT_data_member_location[DW_OP_plus_uconst 0x3c]
	.dwattr $C$DW$1765, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1765, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1765, DW_AT_decl_line(0x910)
	.dwattr $C$DW$1765, DW_AT_decl_column(0x12)

$C$DW$1766	.dwtag  DW_TAG_member
	.dwattr $C$DW$1766, DW_AT_type(*$C$DW$T$225)
	.dwattr $C$DW$1766, DW_AT_name("ti_sysbios_knl_Clock_workFuncDynamic__E")
	.dwattr $C$DW$1766, DW_AT_TI_symbol_name("ti_sysbios_knl_Clock_workFuncDynamic__E")
	.dwattr $C$DW$1766, DW_AT_data_member_location[DW_OP_plus_uconst 0x40]
	.dwattr $C$DW$1766, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1766, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1766, DW_AT_decl_line(0x911)
	.dwattr $C$DW$1766, DW_AT_decl_column(0x10)

	.dwattr $C$DW$T$226, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$T$226, DW_AT_decl_line(0x8fd)
	.dwattr $C$DW$T$226, DW_AT_decl_column(0x10)
	.dwendtag $C$DW$T$226

$C$DW$T$1294	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$1294, DW_AT_name("ROM_ExternFuncPtrs")
	.dwattr $C$DW$T$1294, DW_AT_type(*$C$DW$T$226)
	.dwattr $C$DW$T$1294, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$1294, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$T$1294, DW_AT_decl_line(0x912)
	.dwattr $C$DW$T$1294, DW_AT_decl_column(0x03)

$C$DW$T$1295	.dwtag  DW_TAG_const_type
	.dwattr $C$DW$T$1295, DW_AT_type(*$C$DW$T$1294)

$C$DW$T$1296	.dwtag  DW_TAG_pointer_type
	.dwattr $C$DW$T$1296, DW_AT_type(*$C$DW$T$1295)
	.dwattr $C$DW$T$1296, DW_AT_address_class(0x20)


$C$DW$T$231	.dwtag  DW_TAG_structure_type
	.dwattr $C$DW$T$231, DW_AT_byte_size(0x08)
$C$DW$1767	.dwtag  DW_TAG_member
	.dwattr $C$DW$1767, DW_AT_type(*$C$DW$T$10)
	.dwattr $C$DW$1767, DW_AT_name("length")
	.dwattr $C$DW$1767, DW_AT_TI_symbol_name("length")
	.dwattr $C$DW$1767, DW_AT_data_member_location[DW_OP_plus_uconst 0x0]
	.dwattr $C$DW$1767, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1767, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/family/arm/m3/Hwi.h")
	.dwattr $C$DW$1767, DW_AT_decl_line(0x370)
	.dwattr $C$DW$1767, DW_AT_decl_column(0x16)

$C$DW$1768	.dwtag  DW_TAG_member
	.dwattr $C$DW$1768, DW_AT_type(*$C$DW$T$230)
	.dwattr $C$DW$1768, DW_AT_name("elem")
	.dwattr $C$DW$1768, DW_AT_TI_symbol_name("elem")
	.dwattr $C$DW$1768, DW_AT_data_member_location[DW_OP_plus_uconst 0x4]
	.dwattr $C$DW$1768, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1768, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/family/arm/m3/Hwi.h")
	.dwattr $C$DW$1768, DW_AT_decl_line(0x370)
	.dwattr $C$DW$1768, DW_AT_decl_column(0x4a)

	.dwattr $C$DW$T$231, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/family/arm/m3/Hwi.h")
	.dwattr $C$DW$T$231, DW_AT_decl_line(0x370)
	.dwattr $C$DW$T$231, DW_AT_decl_column(0x10)
	.dwendtag $C$DW$T$231

$C$DW$T$1297	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$1297, DW_AT_name("CARRAY1_ti_sysbios_family_arm_m3_Hwi_hooks")
	.dwattr $C$DW$T$1297, DW_AT_type(*$C$DW$T$231)
	.dwattr $C$DW$T$1297, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$1297, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/family/arm/m3/Hwi.h")
	.dwattr $C$DW$T$1297, DW_AT_decl_line(0x370)
	.dwattr $C$DW$T$1297, DW_AT_decl_column(0x52)

$C$DW$T$1298	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$1298, DW_AT_name("CT__ti_sysbios_family_arm_m3_Hwi_hooks")
	.dwattr $C$DW$T$1298, DW_AT_type(*$C$DW$T$1297)
	.dwattr $C$DW$T$1298, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$1298, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/family/arm/m3/Hwi.h")
	.dwattr $C$DW$T$1298, DW_AT_decl_line(0x372)
	.dwattr $C$DW$T$1298, DW_AT_decl_column(0x34)

$C$DW$T$1299	.dwtag  DW_TAG_const_type
	.dwattr $C$DW$T$1299, DW_AT_type(*$C$DW$T$1298)

$C$DW$T$1300	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$1300, DW_AT_name("__TA_ti_sysbios_family_arm_m3_Hwi_hooks")
	.dwattr $C$DW$T$1300, DW_AT_type(*$C$DW$T$1297)
	.dwattr $C$DW$T$1300, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$1300, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/family/arm/m3/Hwi.h")
	.dwattr $C$DW$T$1300, DW_AT_decl_line(0x371)
	.dwattr $C$DW$T$1300, DW_AT_decl_column(0x34)


$C$DW$T$235	.dwtag  DW_TAG_structure_type
	.dwattr $C$DW$T$235, DW_AT_byte_size(0x08)
$C$DW$1769	.dwtag  DW_TAG_member
	.dwattr $C$DW$1769, DW_AT_type(*$C$DW$T$10)
	.dwattr $C$DW$1769, DW_AT_name("length")
	.dwattr $C$DW$1769, DW_AT_TI_symbol_name("length")
	.dwattr $C$DW$1769, DW_AT_data_member_location[DW_OP_plus_uconst 0x0]
	.dwattr $C$DW$1769, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1769, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Idle.h")
	.dwattr $C$DW$1769, DW_AT_decl_line(0xf5)
	.dwattr $C$DW$1769, DW_AT_decl_column(0x16)

$C$DW$1770	.dwtag  DW_TAG_member
	.dwattr $C$DW$1770, DW_AT_type(*$C$DW$T$234)
	.dwattr $C$DW$1770, DW_AT_name("elem")
	.dwattr $C$DW$1770, DW_AT_TI_symbol_name("elem")
	.dwattr $C$DW$1770, DW_AT_data_member_location[DW_OP_plus_uconst 0x4]
	.dwattr $C$DW$1770, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1770, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Idle.h")
	.dwattr $C$DW$1770, DW_AT_decl_line(0xf5)
	.dwattr $C$DW$1770, DW_AT_decl_column(0x2e)

	.dwattr $C$DW$T$235, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Idle.h")
	.dwattr $C$DW$T$235, DW_AT_decl_line(0xf5)
	.dwattr $C$DW$T$235, DW_AT_decl_column(0x10)
	.dwendtag $C$DW$T$235

$C$DW$T$1301	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$1301, DW_AT_name("CARRAY1_ti_sysbios_knl_Idle_coreList")
	.dwattr $C$DW$T$1301, DW_AT_type(*$C$DW$T$235)
	.dwattr $C$DW$T$1301, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$1301, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Idle.h")
	.dwattr $C$DW$T$1301, DW_AT_decl_line(0xf5)
	.dwattr $C$DW$T$1301, DW_AT_decl_column(0x36)

$C$DW$T$1302	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$1302, DW_AT_name("CT__ti_sysbios_knl_Idle_coreList")
	.dwattr $C$DW$T$1302, DW_AT_type(*$C$DW$T$1301)
	.dwattr $C$DW$T$1302, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$1302, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Idle.h")
	.dwattr $C$DW$T$1302, DW_AT_decl_line(0xf7)
	.dwattr $C$DW$T$1302, DW_AT_decl_column(0x2e)

$C$DW$T$1303	.dwtag  DW_TAG_const_type
	.dwattr $C$DW$T$1303, DW_AT_type(*$C$DW$T$1302)

$C$DW$T$1304	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$1304, DW_AT_name("__TA_ti_sysbios_knl_Idle_coreList")
	.dwattr $C$DW$T$1304, DW_AT_type(*$C$DW$T$1301)
	.dwattr $C$DW$T$1304, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$1304, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Idle.h")
	.dwattr $C$DW$T$1304, DW_AT_decl_line(0xf6)
	.dwattr $C$DW$T$1304, DW_AT_decl_column(0x2e)


$C$DW$T$239	.dwtag  DW_TAG_structure_type
	.dwattr $C$DW$T$239, DW_AT_byte_size(0x08)
$C$DW$1771	.dwtag  DW_TAG_member
	.dwattr $C$DW$1771, DW_AT_type(*$C$DW$T$10)
	.dwattr $C$DW$1771, DW_AT_name("length")
	.dwattr $C$DW$1771, DW_AT_TI_symbol_name("length")
	.dwattr $C$DW$1771, DW_AT_data_member_location[DW_OP_plus_uconst 0x0]
	.dwattr $C$DW$1771, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1771, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Swi.h")
	.dwattr $C$DW$1771, DW_AT_decl_line(0x166)
	.dwattr $C$DW$1771, DW_AT_decl_column(0x16)

$C$DW$1772	.dwtag  DW_TAG_member
	.dwattr $C$DW$1772, DW_AT_type(*$C$DW$T$238)
	.dwattr $C$DW$1772, DW_AT_name("elem")
	.dwattr $C$DW$1772, DW_AT_TI_symbol_name("elem")
	.dwattr $C$DW$1772, DW_AT_data_member_location[DW_OP_plus_uconst 0x4]
	.dwattr $C$DW$1772, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1772, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Swi.h")
	.dwattr $C$DW$1772, DW_AT_decl_line(0x166)
	.dwattr $C$DW$1772, DW_AT_decl_column(0x40)

	.dwattr $C$DW$T$239, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Swi.h")
	.dwattr $C$DW$T$239, DW_AT_decl_line(0x166)
	.dwattr $C$DW$T$239, DW_AT_decl_column(0x10)
	.dwendtag $C$DW$T$239

$C$DW$T$1305	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$1305, DW_AT_name("CARRAY1_ti_sysbios_knl_Swi_hooks")
	.dwattr $C$DW$T$1305, DW_AT_type(*$C$DW$T$239)
	.dwattr $C$DW$T$1305, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$1305, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Swi.h")
	.dwattr $C$DW$T$1305, DW_AT_decl_line(0x166)
	.dwattr $C$DW$T$1305, DW_AT_decl_column(0x48)

$C$DW$T$1306	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$1306, DW_AT_name("CT__ti_sysbios_knl_Swi_hooks")
	.dwattr $C$DW$T$1306, DW_AT_type(*$C$DW$T$1305)
	.dwattr $C$DW$T$1306, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$1306, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Swi.h")
	.dwattr $C$DW$T$1306, DW_AT_decl_line(0x168)
	.dwattr $C$DW$T$1306, DW_AT_decl_column(0x2a)

$C$DW$T$1307	.dwtag  DW_TAG_const_type
	.dwattr $C$DW$T$1307, DW_AT_type(*$C$DW$T$1306)

$C$DW$T$1308	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$1308, DW_AT_name("__TA_ti_sysbios_knl_Swi_hooks")
	.dwattr $C$DW$T$1308, DW_AT_type(*$C$DW$T$1305)
	.dwattr $C$DW$T$1308, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$1308, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Swi.h")
	.dwattr $C$DW$T$1308, DW_AT_decl_line(0x167)
	.dwattr $C$DW$T$1308, DW_AT_decl_column(0x2a)


$C$DW$T$243	.dwtag  DW_TAG_structure_type
	.dwattr $C$DW$T$243, DW_AT_byte_size(0x08)
$C$DW$1773	.dwtag  DW_TAG_member
	.dwattr $C$DW$1773, DW_AT_type(*$C$DW$T$10)
	.dwattr $C$DW$1773, DW_AT_name("length")
	.dwattr $C$DW$1773, DW_AT_TI_symbol_name("length")
	.dwattr $C$DW$1773, DW_AT_data_member_location[DW_OP_plus_uconst 0x0]
	.dwattr $C$DW$1773, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1773, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Task.h")
	.dwattr $C$DW$1773, DW_AT_decl_line(0x29c)
	.dwattr $C$DW$1773, DW_AT_decl_column(0x16)

$C$DW$1774	.dwtag  DW_TAG_member
	.dwattr $C$DW$1774, DW_AT_type(*$C$DW$T$242)
	.dwattr $C$DW$1774, DW_AT_name("elem")
	.dwattr $C$DW$1774, DW_AT_TI_symbol_name("elem")
	.dwattr $C$DW$1774, DW_AT_data_member_location[DW_OP_plus_uconst 0x4]
	.dwattr $C$DW$1774, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1774, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Task.h")
	.dwattr $C$DW$1774, DW_AT_decl_line(0x29c)
	.dwattr $C$DW$1774, DW_AT_decl_column(0x41)

	.dwattr $C$DW$T$243, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Task.h")
	.dwattr $C$DW$T$243, DW_AT_decl_line(0x29c)
	.dwattr $C$DW$T$243, DW_AT_decl_column(0x10)
	.dwendtag $C$DW$T$243

$C$DW$T$1309	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$1309, DW_AT_name("CARRAY1_ti_sysbios_knl_Task_hooks")
	.dwattr $C$DW$T$1309, DW_AT_type(*$C$DW$T$243)
	.dwattr $C$DW$T$1309, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$1309, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Task.h")
	.dwattr $C$DW$T$1309, DW_AT_decl_line(0x29c)
	.dwattr $C$DW$T$1309, DW_AT_decl_column(0x49)

$C$DW$T$1310	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$1310, DW_AT_name("CT__ti_sysbios_knl_Task_hooks")
	.dwattr $C$DW$T$1310, DW_AT_type(*$C$DW$T$1309)
	.dwattr $C$DW$T$1310, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$1310, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Task.h")
	.dwattr $C$DW$T$1310, DW_AT_decl_line(0x29e)
	.dwattr $C$DW$T$1310, DW_AT_decl_column(0x2b)

$C$DW$T$1311	.dwtag  DW_TAG_const_type
	.dwattr $C$DW$T$1311, DW_AT_type(*$C$DW$T$1310)

$C$DW$T$1312	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$1312, DW_AT_name("__TA_ti_sysbios_knl_Task_hooks")
	.dwattr $C$DW$T$1312, DW_AT_type(*$C$DW$T$1309)
	.dwattr $C$DW$T$1312, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$1312, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Task.h")
	.dwattr $C$DW$T$1312, DW_AT_decl_line(0x29d)
	.dwattr $C$DW$T$1312, DW_AT_decl_column(0x2b)


$C$DW$T$247	.dwtag  DW_TAG_structure_type
	.dwattr $C$DW$T$247, DW_AT_byte_size(0x08)
$C$DW$1775	.dwtag  DW_TAG_member
	.dwattr $C$DW$1775, DW_AT_type(*$C$DW$T$10)
	.dwattr $C$DW$1775, DW_AT_name("length")
	.dwattr $C$DW$1775, DW_AT_TI_symbol_name("length")
	.dwattr $C$DW$1775, DW_AT_data_member_location[DW_OP_plus_uconst 0x0]
	.dwattr $C$DW$1775, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1775, DW_AT_decl_file("/Applications/ti/xdctools_3_50_08_24_core/packages/xdc/runtime/Startup.h")
	.dwattr $C$DW$1775, DW_AT_decl_line(0x116)
	.dwattr $C$DW$1775, DW_AT_decl_column(0x16)

$C$DW$1776	.dwtag  DW_TAG_member
	.dwattr $C$DW$1776, DW_AT_type(*$C$DW$T$246)
	.dwattr $C$DW$1776, DW_AT_name("elem")
	.dwattr $C$DW$1776, DW_AT_TI_symbol_name("elem")
	.dwattr $C$DW$1776, DW_AT_data_member_location[DW_OP_plus_uconst 0x4]
	.dwattr $C$DW$1776, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1776, DW_AT_decl_file("/Applications/ti/xdctools_3_50_08_24_core/packages/xdc/runtime/Startup.h")
	.dwattr $C$DW$1776, DW_AT_decl_line(0x116)
	.dwattr $C$DW$1776, DW_AT_decl_column(0x41)

	.dwattr $C$DW$T$247, DW_AT_decl_file("/Applications/ti/xdctools_3_50_08_24_core/packages/xdc/runtime/Startup.h")
	.dwattr $C$DW$T$247, DW_AT_decl_line(0x116)
	.dwattr $C$DW$T$247, DW_AT_decl_column(0x10)
	.dwendtag $C$DW$T$247

$C$DW$T$257	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$257, DW_AT_name("CARRAY1_xdc_runtime_Startup_lastFxns")
	.dwattr $C$DW$T$257, DW_AT_type(*$C$DW$T$247)
	.dwattr $C$DW$T$257, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$257, DW_AT_decl_file("/Applications/ti/xdctools_3_50_08_24_core/packages/xdc/runtime/Startup.h")
	.dwattr $C$DW$T$257, DW_AT_decl_line(0x116)
	.dwattr $C$DW$T$257, DW_AT_decl_column(0x49)

$C$DW$T$258	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$258, DW_AT_name("CT__xdc_runtime_Startup_lastFxns")
	.dwattr $C$DW$T$258, DW_AT_type(*$C$DW$T$257)
	.dwattr $C$DW$T$258, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$258, DW_AT_decl_file("/Applications/ti/xdctools_3_50_08_24_core/packages/xdc/runtime/Startup.h")
	.dwattr $C$DW$T$258, DW_AT_decl_line(0x118)
	.dwattr $C$DW$T$258, DW_AT_decl_column(0x2e)

$C$DW$T$1313	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$1313, DW_AT_name("__TA_xdc_runtime_Startup_lastFxns")
	.dwattr $C$DW$T$1313, DW_AT_type(*$C$DW$T$257)
	.dwattr $C$DW$T$1313, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$1313, DW_AT_decl_file("/Applications/ti/xdctools_3_50_08_24_core/packages/xdc/runtime/Startup.h")
	.dwattr $C$DW$T$1313, DW_AT_decl_line(0x117)
	.dwattr $C$DW$T$1313, DW_AT_decl_column(0x2e)


$C$DW$T$251	.dwtag  DW_TAG_structure_type
	.dwattr $C$DW$T$251, DW_AT_byte_size(0x08)
$C$DW$1777	.dwtag  DW_TAG_member
	.dwattr $C$DW$1777, DW_AT_type(*$C$DW$T$10)
	.dwattr $C$DW$1777, DW_AT_name("length")
	.dwattr $C$DW$1777, DW_AT_TI_symbol_name("length")
	.dwattr $C$DW$1777, DW_AT_data_member_location[DW_OP_plus_uconst 0x0]
	.dwattr $C$DW$1777, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1777, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Idle.h")
	.dwattr $C$DW$1777, DW_AT_decl_line(0xe8)
	.dwattr $C$DW$1777, DW_AT_decl_column(0x16)

$C$DW$1778	.dwtag  DW_TAG_member
	.dwattr $C$DW$1778, DW_AT_type(*$C$DW$T$250)
	.dwattr $C$DW$1778, DW_AT_name("elem")
	.dwattr $C$DW$1778, DW_AT_TI_symbol_name("elem")
	.dwattr $C$DW$1778, DW_AT_data_member_location[DW_OP_plus_uconst 0x4]
	.dwattr $C$DW$1778, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1778, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Idle.h")
	.dwattr $C$DW$1778, DW_AT_decl_line(0xe8)
	.dwattr $C$DW$1778, DW_AT_decl_column(0x41)

	.dwattr $C$DW$T$251, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Idle.h")
	.dwattr $C$DW$T$251, DW_AT_decl_line(0xe8)
	.dwattr $C$DW$T$251, DW_AT_decl_column(0x10)
	.dwendtag $C$DW$T$251

$C$DW$T$264	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$264, DW_AT_name("CARRAY1_ti_sysbios_knl_Idle_funcList")
	.dwattr $C$DW$T$264, DW_AT_type(*$C$DW$T$251)
	.dwattr $C$DW$T$264, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$264, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Idle.h")
	.dwattr $C$DW$T$264, DW_AT_decl_line(0xe8)
	.dwattr $C$DW$T$264, DW_AT_decl_column(0x49)

$C$DW$T$265	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$265, DW_AT_name("CT__ti_sysbios_knl_Idle_funcList")
	.dwattr $C$DW$T$265, DW_AT_type(*$C$DW$T$264)
	.dwattr $C$DW$T$265, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$265, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Idle.h")
	.dwattr $C$DW$T$265, DW_AT_decl_line(0xea)
	.dwattr $C$DW$T$265, DW_AT_decl_column(0x2e)

$C$DW$T$1314	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$1314, DW_AT_name("__TA_ti_sysbios_knl_Idle_funcList")
	.dwattr $C$DW$T$1314, DW_AT_type(*$C$DW$T$264)
	.dwattr $C$DW$T$1314, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$1314, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Idle.h")
	.dwattr $C$DW$T$1314, DW_AT_decl_line(0xe9)
	.dwattr $C$DW$T$1314, DW_AT_decl_column(0x2e)


$C$DW$T$252	.dwtag  DW_TAG_structure_type
	.dwattr $C$DW$T$252, DW_AT_byte_size(0x08)
$C$DW$1779	.dwtag  DW_TAG_member
	.dwattr $C$DW$1779, DW_AT_type(*$C$DW$T$10)
	.dwattr $C$DW$1779, DW_AT_name("length")
	.dwattr $C$DW$1779, DW_AT_TI_symbol_name("length")
	.dwattr $C$DW$1779, DW_AT_data_member_location[DW_OP_plus_uconst 0x0]
	.dwattr $C$DW$1779, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1779, DW_AT_decl_file("/Applications/ti/xdctools_3_50_08_24_core/packages/xdc/runtime/Startup.h")
	.dwattr $C$DW$1779, DW_AT_decl_line(0x109)
	.dwattr $C$DW$1779, DW_AT_decl_column(0x16)

$C$DW$1780	.dwtag  DW_TAG_member
	.dwattr $C$DW$1780, DW_AT_type(*$C$DW$T$246)
	.dwattr $C$DW$1780, DW_AT_name("elem")
	.dwattr $C$DW$1780, DW_AT_TI_symbol_name("elem")
	.dwattr $C$DW$1780, DW_AT_data_member_location[DW_OP_plus_uconst 0x4]
	.dwattr $C$DW$1780, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1780, DW_AT_decl_file("/Applications/ti/xdctools_3_50_08_24_core/packages/xdc/runtime/Startup.h")
	.dwattr $C$DW$1780, DW_AT_decl_line(0x109)
	.dwattr $C$DW$1780, DW_AT_decl_column(0x41)

	.dwattr $C$DW$T$252, DW_AT_decl_file("/Applications/ti/xdctools_3_50_08_24_core/packages/xdc/runtime/Startup.h")
	.dwattr $C$DW$T$252, DW_AT_decl_line(0x109)
	.dwattr $C$DW$T$252, DW_AT_decl_column(0x10)
	.dwendtag $C$DW$T$252

$C$DW$T$302	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$302, DW_AT_name("CARRAY1_xdc_runtime_Startup_firstFxns")
	.dwattr $C$DW$T$302, DW_AT_type(*$C$DW$T$252)
	.dwattr $C$DW$T$302, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$302, DW_AT_decl_file("/Applications/ti/xdctools_3_50_08_24_core/packages/xdc/runtime/Startup.h")
	.dwattr $C$DW$T$302, DW_AT_decl_line(0x109)
	.dwattr $C$DW$T$302, DW_AT_decl_column(0x49)

$C$DW$T$303	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$303, DW_AT_name("CT__xdc_runtime_Startup_firstFxns")
	.dwattr $C$DW$T$303, DW_AT_type(*$C$DW$T$302)
	.dwattr $C$DW$T$303, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$303, DW_AT_decl_file("/Applications/ti/xdctools_3_50_08_24_core/packages/xdc/runtime/Startup.h")
	.dwattr $C$DW$T$303, DW_AT_decl_line(0x10b)
	.dwattr $C$DW$T$303, DW_AT_decl_column(0x2f)

$C$DW$T$1315	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$1315, DW_AT_name("__TA_xdc_runtime_Startup_firstFxns")
	.dwattr $C$DW$T$1315, DW_AT_type(*$C$DW$T$302)
	.dwattr $C$DW$T$1315, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$1315, DW_AT_decl_file("/Applications/ti/xdctools_3_50_08_24_core/packages/xdc/runtime/Startup.h")
	.dwattr $C$DW$T$1315, DW_AT_decl_line(0x10a)
	.dwattr $C$DW$T$1315, DW_AT_decl_column(0x2f)


$C$DW$T$398	.dwtag  DW_TAG_structure_type
	.dwattr $C$DW$T$398, DW_AT_byte_size(0x338)
$C$DW$1781	.dwtag  DW_TAG_member
	.dwattr $C$DW$1781, DW_AT_type(*$C$DW$T$255)
	.dwattr $C$DW$1781, DW_AT_name("xdc_runtime_Error_policy__R")
	.dwattr $C$DW$1781, DW_AT_TI_symbol_name("xdc_runtime_Error_policy__R")
	.dwattr $C$DW$1781, DW_AT_data_member_location[DW_OP_plus_uconst 0x0]
	.dwattr $C$DW$1781, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1781, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1781, DW_AT_decl_line(0x1ca8)
	.dwattr $C$DW$1781, DW_AT_decl_column(0x22)

$C$DW$1782	.dwtag  DW_TAG_member
	.dwattr $C$DW$1782, DW_AT_type(*$C$DW$T$256)
	.dwattr $C$DW$1782, DW_AT_name("xdc_runtime_IModule_Interface__BASE__R")
	.dwattr $C$DW$1782, DW_AT_TI_symbol_name("xdc_runtime_IModule_Interface__BASE__R")
	.dwattr $C$DW$1782, DW_AT_data_member_location[DW_OP_plus_uconst 0x4]
	.dwattr $C$DW$1782, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1782, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1782, DW_AT_decl_line(0x1ca9)
	.dwattr $C$DW$1782, DW_AT_decl_column(0x1c)

$C$DW$1783	.dwtag  DW_TAG_member
	.dwattr $C$DW$1783, DW_AT_type(*$C$DW$T$258)
	.dwattr $C$DW$1783, DW_AT_name("xdc_runtime_Startup_lastFxns__R")
	.dwattr $C$DW$1783, DW_AT_TI_symbol_name("xdc_runtime_Startup_lastFxns__R")
	.dwattr $C$DW$1783, DW_AT_data_member_location[DW_OP_plus_uconst 0x8]
	.dwattr $C$DW$1783, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1783, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1783, DW_AT_decl_line(0x1caa)
	.dwattr $C$DW$1783, DW_AT_decl_column(0x26)

$C$DW$1784	.dwtag  DW_TAG_member
	.dwattr $C$DW$1784, DW_AT_type(*$C$DW$T$259)
	.dwattr $C$DW$1784, DW_AT_name("ti_sysbios_knl_Event_Object__DESC__R")
	.dwattr $C$DW$1784, DW_AT_TI_symbol_name("ti_sysbios_knl_Event_Object__DESC__R")
	.dwattr $C$DW$1784, DW_AT_data_member_location[DW_OP_plus_uconst 0x10]
	.dwattr $C$DW$1784, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1784, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1784, DW_AT_decl_line(0x1cab)
	.dwattr $C$DW$1784, DW_AT_decl_column(0x1e)

$C$DW$1785	.dwtag  DW_TAG_member
	.dwattr $C$DW$1785, DW_AT_type(*$C$DW$T$259)
	.dwattr $C$DW$1785, DW_AT_name("ti_sysbios_gates_GateMutex_Object__DESC__R")
	.dwattr $C$DW$1785, DW_AT_TI_symbol_name("ti_sysbios_gates_GateMutex_Object__DESC__R")
	.dwattr $C$DW$1785, DW_AT_data_member_location[DW_OP_plus_uconst 0x30]
	.dwattr $C$DW$1785, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1785, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1785, DW_AT_decl_line(0x1cac)
	.dwattr $C$DW$1785, DW_AT_decl_column(0x1e)

$C$DW$1786	.dwtag  DW_TAG_member
	.dwattr $C$DW$1786, DW_AT_type(*$C$DW$T$260)
	.dwattr $C$DW$1786, DW_AT_name("xdc_runtime_Startup_execImpl__R")
	.dwattr $C$DW$1786, DW_AT_TI_symbol_name("xdc_runtime_Startup_execImpl__R")
	.dwattr $C$DW$1786, DW_AT_data_member_location[DW_OP_plus_uconst 0x50]
	.dwattr $C$DW$1786, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1786, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1786, DW_AT_decl_line(0x1cad)
	.dwattr $C$DW$1786, DW_AT_decl_column(0x26)

$C$DW$1787	.dwtag  DW_TAG_member
	.dwattr $C$DW$1787, DW_AT_type(*$C$DW$T$262)
	.dwattr $C$DW$1787, DW_AT_name("ti_sysbios_gates_GateMutex_Instance_State_sem__O")
	.dwattr $C$DW$1787, DW_AT_TI_symbol_name("ti_sysbios_gates_GateMutex_Instance_State_sem__O")
	.dwattr $C$DW$1787, DW_AT_data_member_location[DW_OP_plus_uconst 0x54]
	.dwattr $C$DW$1787, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1787, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1787, DW_AT_decl_line(0x1cae)
	.dwattr $C$DW$1787, DW_AT_decl_column(0x0f)

$C$DW$1788	.dwtag  DW_TAG_member
	.dwattr $C$DW$1788, DW_AT_type(*$C$DW$T$263)
	.dwattr $C$DW$1788, DW_AT_name("ti_sysbios_knl_Swi_Object__count__R")
	.dwattr $C$DW$1788, DW_AT_TI_symbol_name("ti_sysbios_knl_Swi_Object__count__R")
	.dwattr $C$DW$1788, DW_AT_data_member_location[DW_OP_plus_uconst 0x58]
	.dwattr $C$DW$1788, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1788, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1788, DW_AT_decl_line(0x1caf)
	.dwattr $C$DW$1788, DW_AT_decl_column(0x2a)

$C$DW$1789	.dwtag  DW_TAG_member
	.dwattr $C$DW$1789, DW_AT_type(*$C$DW$T$265)
	.dwattr $C$DW$1789, DW_AT_name("ti_sysbios_knl_Idle_funcList__R")
	.dwattr $C$DW$1789, DW_AT_TI_symbol_name("ti_sysbios_knl_Idle_funcList__R")
	.dwattr $C$DW$1789, DW_AT_data_member_location[DW_OP_plus_uconst 0x5c]
	.dwattr $C$DW$1789, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1789, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1789, DW_AT_decl_line(0x1cb0)
	.dwattr $C$DW$1789, DW_AT_decl_column(0x26)

$C$DW$1790	.dwtag  DW_TAG_member
	.dwattr $C$DW$1790, DW_AT_type(*$C$DW$T$266)
	.dwattr $C$DW$1790, DW_AT_name("xdc_runtime_Text_isLoaded__R")
	.dwattr $C$DW$1790, DW_AT_TI_symbol_name("xdc_runtime_Text_isLoaded__R")
	.dwattr $C$DW$1790, DW_AT_data_member_location[DW_OP_plus_uconst 0x64]
	.dwattr $C$DW$1790, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1790, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1790, DW_AT_decl_line(0x1cb1)
	.dwattr $C$DW$1790, DW_AT_decl_column(0x23)

$C$DW$1791	.dwtag  DW_TAG_member
	.dwattr $C$DW$1791, DW_AT_type(*$C$DW$T$259)
	.dwattr $C$DW$1791, DW_AT_name("ti_sysbios_knl_Clock_Object__DESC__R")
	.dwattr $C$DW$1791, DW_AT_TI_symbol_name("ti_sysbios_knl_Clock_Object__DESC__R")
	.dwattr $C$DW$1791, DW_AT_data_member_location[DW_OP_plus_uconst 0x68]
	.dwattr $C$DW$1791, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1791, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1791, DW_AT_decl_line(0x1cb2)
	.dwattr $C$DW$1791, DW_AT_decl_column(0x1e)

$C$DW$1792	.dwtag  DW_TAG_member
	.dwattr $C$DW$1792, DW_AT_type(*$C$DW$T$262)
	.dwattr $C$DW$1792, DW_AT_name("ti_sysbios_knl_Mailbox_Instance_State_dataQue__O")
	.dwattr $C$DW$1792, DW_AT_TI_symbol_name("ti_sysbios_knl_Mailbox_Instance_State_dataQue__O")
	.dwattr $C$DW$1792, DW_AT_data_member_location[DW_OP_plus_uconst 0x88]
	.dwattr $C$DW$1792, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1792, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1792, DW_AT_decl_line(0x1cb3)
	.dwattr $C$DW$1792, DW_AT_decl_column(0x0f)

$C$DW$1793	.dwtag  DW_TAG_member
	.dwattr $C$DW$1793, DW_AT_type(*$C$DW$T$272)
	.dwattr $C$DW$1793, DW_AT_name("ti_sysbios_knl_Semaphore_eventSync__R")
	.dwattr $C$DW$1793, DW_AT_TI_symbol_name("ti_sysbios_knl_Semaphore_eventSync__R")
	.dwattr $C$DW$1793, DW_AT_data_member_location[DW_OP_plus_uconst 0x8c]
	.dwattr $C$DW$1793, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1793, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1793, DW_AT_decl_line(0x1cb4)
	.dwattr $C$DW$1793, DW_AT_decl_column(0x2c)

$C$DW$1794	.dwtag  DW_TAG_member
	.dwattr $C$DW$1794, DW_AT_type(*$C$DW$T$273)
	.dwattr $C$DW$1794, DW_AT_name("ti_sysbios_gates_GateMutex_Module__FXNS__R")
	.dwattr $C$DW$1794, DW_AT_TI_symbol_name("ti_sysbios_gates_GateMutex_Module__FXNS__R")
	.dwattr $C$DW$1794, DW_AT_data_member_location[DW_OP_plus_uconst 0x90]
	.dwattr $C$DW$1794, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1794, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1794, DW_AT_decl_line(0x1cb5)
	.dwattr $C$DW$1794, DW_AT_decl_column(0x27)

$C$DW$1795	.dwtag  DW_TAG_member
	.dwattr $C$DW$1795, DW_AT_type(*$C$DW$T$262)
	.dwattr $C$DW$1795, DW_AT_name("ti_sysbios_knl_Task_Module_State_inactiveQ__O")
	.dwattr $C$DW$1795, DW_AT_TI_symbol_name("ti_sysbios_knl_Task_Module_State_inactiveQ__O")
	.dwattr $C$DW$1795, DW_AT_data_member_location[DW_OP_plus_uconst 0xb4]
	.dwattr $C$DW$1795, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1795, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1795, DW_AT_decl_line(0x1cb6)
	.dwattr $C$DW$1795, DW_AT_decl_column(0x0f)

$C$DW$1796	.dwtag  DW_TAG_member
	.dwattr $C$DW$1796, DW_AT_type(*$C$DW$T$274)
	.dwattr $C$DW$1796, DW_AT_name("ti_sysbios_family_arm_m3_Hwi_Module__id__R")
	.dwattr $C$DW$1796, DW_AT_TI_symbol_name("ti_sysbios_family_arm_m3_Hwi_Module__id__R")
	.dwattr $C$DW$1796, DW_AT_data_member_location[DW_OP_plus_uconst 0xb8]
	.dwattr $C$DW$1796, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1796, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1796, DW_AT_decl_line(0x1cb7)
	.dwattr $C$DW$1796, DW_AT_decl_column(0x31)

$C$DW$1797	.dwtag  DW_TAG_member
	.dwattr $C$DW$1797, DW_AT_type(*$C$DW$T$275)
	.dwattr $C$DW$1797, DW_AT_name("ti_sysbios_family_arm_cc26xx_Timer_Module__id__R")
	.dwattr $C$DW$1797, DW_AT_TI_symbol_name("ti_sysbios_family_arm_cc26xx_Timer_Module__id__R")
	.dwattr $C$DW$1797, DW_AT_data_member_location[DW_OP_plus_uconst 0xba]
	.dwattr $C$DW$1797, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1797, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1797, DW_AT_decl_line(0x1cb8)
	.dwattr $C$DW$1797, DW_AT_decl_column(0x37)

$C$DW$1798	.dwtag  DW_TAG_member
	.dwattr $C$DW$1798, DW_AT_type(*$C$DW$T$277)
	.dwattr $C$DW$1798, DW_AT_name("ti_sysbios_knl_Mailbox_Object__table__R")
	.dwattr $C$DW$1798, DW_AT_TI_symbol_name("ti_sysbios_knl_Mailbox_Object__table__R")
	.dwattr $C$DW$1798, DW_AT_data_member_location[DW_OP_plus_uconst 0xbc]
	.dwattr $C$DW$1798, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1798, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1798, DW_AT_decl_line(0x1cb9)
	.dwattr $C$DW$1798, DW_AT_decl_column(0x2e)

$C$DW$1799	.dwtag  DW_TAG_member
	.dwattr $C$DW$1799, DW_AT_type(*$C$DW$T$278)
	.dwattr $C$DW$1799, DW_AT_name("ti_sysbios_family_arm_m3_Hwi_Object__table__R")
	.dwattr $C$DW$1799, DW_AT_TI_symbol_name("ti_sysbios_family_arm_m3_Hwi_Object__table__R")
	.dwattr $C$DW$1799, DW_AT_data_member_location[DW_OP_plus_uconst 0xc0]
	.dwattr $C$DW$1799, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1799, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1799, DW_AT_decl_line(0x1cba)
	.dwattr $C$DW$1799, DW_AT_decl_column(0x34)

$C$DW$1800	.dwtag  DW_TAG_member
	.dwattr $C$DW$1800, DW_AT_type(*$C$DW$T$259)
	.dwattr $C$DW$1800, DW_AT_name("ti_sysbios_knl_Swi_Object__DESC__R")
	.dwattr $C$DW$1800, DW_AT_TI_symbol_name("ti_sysbios_knl_Swi_Object__DESC__R")
	.dwattr $C$DW$1800, DW_AT_data_member_location[DW_OP_plus_uconst 0xc4]
	.dwattr $C$DW$1800, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1800, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1800, DW_AT_decl_line(0x1cbb)
	.dwattr $C$DW$1800, DW_AT_decl_column(0x1e)

$C$DW$1801	.dwtag  DW_TAG_member
	.dwattr $C$DW$1801, DW_AT_type(*$C$DW$T$283)
	.dwattr $C$DW$1801, DW_AT_name("xdc_runtime_Text_charCnt__R")
	.dwattr $C$DW$1801, DW_AT_TI_symbol_name("xdc_runtime_Text_charCnt__R")
	.dwattr $C$DW$1801, DW_AT_data_member_location[DW_OP_plus_uconst 0xe4]
	.dwattr $C$DW$1801, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1801, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1801, DW_AT_decl_line(0x1cbc)
	.dwattr $C$DW$1801, DW_AT_decl_column(0x22)

$C$DW$1802	.dwtag  DW_TAG_member
	.dwattr $C$DW$1802, DW_AT_type(*$C$DW$T$289)
	.dwattr $C$DW$1802, DW_AT_name("xdc_runtime_Error_raiseHook__R")
	.dwattr $C$DW$1802, DW_AT_TI_symbol_name("xdc_runtime_Error_raiseHook__R")
	.dwattr $C$DW$1802, DW_AT_data_member_location[DW_OP_plus_uconst 0xe8]
	.dwattr $C$DW$1802, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1802, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1802, DW_AT_decl_line(0x1cbd)
	.dwattr $C$DW$1802, DW_AT_decl_column(0x25)

$C$DW$1803	.dwtag  DW_TAG_member
	.dwattr $C$DW$1803, DW_AT_type(*$C$DW$T$290)
	.dwattr $C$DW$1803, DW_AT_name("ti_sysbios_heaps_HeapMem_Object__table__R")
	.dwattr $C$DW$1803, DW_AT_TI_symbol_name("ti_sysbios_heaps_HeapMem_Object__table__R")
	.dwattr $C$DW$1803, DW_AT_data_member_location[DW_OP_plus_uconst 0xec]
	.dwattr $C$DW$1803, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1803, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1803, DW_AT_decl_line(0x1cbe)
	.dwattr $C$DW$1803, DW_AT_decl_column(0x30)

$C$DW$1804	.dwtag  DW_TAG_member
	.dwattr $C$DW$1804, DW_AT_type(*$C$DW$T$301)
	.dwattr $C$DW$1804, DW_AT_name("xdc_runtime_Error_policyFxn__R")
	.dwattr $C$DW$1804, DW_AT_TI_symbol_name("xdc_runtime_Error_policyFxn__R")
	.dwattr $C$DW$1804, DW_AT_data_member_location[DW_OP_plus_uconst 0xf0]
	.dwattr $C$DW$1804, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1804, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1804, DW_AT_decl_line(0x1cbf)
	.dwattr $C$DW$1804, DW_AT_decl_column(0x25)

$C$DW$1805	.dwtag  DW_TAG_member
	.dwattr $C$DW$1805, DW_AT_type(*$C$DW$T$303)
	.dwattr $C$DW$1805, DW_AT_name("xdc_runtime_Startup_firstFxns__R")
	.dwattr $C$DW$1805, DW_AT_TI_symbol_name("xdc_runtime_Startup_firstFxns__R")
	.dwattr $C$DW$1805, DW_AT_data_member_location[DW_OP_plus_uconst 0xf4]
	.dwattr $C$DW$1805, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1805, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1805, DW_AT_decl_line(0x1cc0)
	.dwattr $C$DW$1805, DW_AT_decl_column(0x27)

$C$DW$1806	.dwtag  DW_TAG_member
	.dwattr $C$DW$1806, DW_AT_type(*$C$DW$T$307)
	.dwattr $C$DW$1806, DW_AT_name("xdc_runtime_Text_charTab__R")
	.dwattr $C$DW$1806, DW_AT_TI_symbol_name("xdc_runtime_Text_charTab__R")
	.dwattr $C$DW$1806, DW_AT_data_member_location[DW_OP_plus_uconst 0xfc]
	.dwattr $C$DW$1806, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1806, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1806, DW_AT_decl_line(0x1cc1)
	.dwattr $C$DW$1806, DW_AT_decl_column(0x22)

$C$DW$1807	.dwtag  DW_TAG_member
	.dwattr $C$DW$1807, DW_AT_type(*$C$DW$T$311)
	.dwattr $C$DW$1807, DW_AT_name("xdc_runtime_Error_maxDepth__R")
	.dwattr $C$DW$1807, DW_AT_TI_symbol_name("xdc_runtime_Error_maxDepth__R")
	.dwattr $C$DW$1807, DW_AT_data_member_location[DW_OP_plus_uconst 0x100]
	.dwattr $C$DW$1807, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1807, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1807, DW_AT_decl_line(0x1cc2)
	.dwattr $C$DW$1807, DW_AT_decl_column(0x24)

$C$DW$1808	.dwtag  DW_TAG_member
	.dwattr $C$DW$1808, DW_AT_type(*$C$DW$T$312)
	.dwattr $C$DW$1808, DW_AT_name("ti_sysbios_family_arm_m3_TaskSupport_stackAlignment__R")
	.dwattr $C$DW$1808, DW_AT_TI_symbol_name("ti_sysbios_family_arm_m3_TaskSupport_stackAlignment__R")
	.dwattr $C$DW$1808, DW_AT_data_member_location[DW_OP_plus_uconst 0x104]
	.dwattr $C$DW$1808, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1808, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1808, DW_AT_decl_line(0x1cc3)
	.dwattr $C$DW$1808, DW_AT_decl_column(0x3d)

$C$DW$1809	.dwtag  DW_TAG_member
	.dwattr $C$DW$1809, DW_AT_type(*$C$DW$T$313)
	.dwattr $C$DW$1809, DW_AT_name("ti_sysbios_family_arm_m3_Hwi_NUM_INTERRUPTS__R")
	.dwattr $C$DW$1809, DW_AT_TI_symbol_name("ti_sysbios_family_arm_m3_Hwi_NUM_INTERRUPTS__R")
	.dwattr $C$DW$1809, DW_AT_data_member_location[DW_OP_plus_uconst 0x108]
	.dwattr $C$DW$1809, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1809, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1809, DW_AT_decl_line(0x1cc4)
	.dwattr $C$DW$1809, DW_AT_decl_column(0x35)

$C$DW$1810	.dwtag  DW_TAG_member
	.dwattr $C$DW$1810, DW_AT_type(*$C$DW$T$317)
	.dwattr $C$DW$1810, DW_AT_name("ti_sysbios_knl_Clock_triggerClock__R")
	.dwattr $C$DW$1810, DW_AT_TI_symbol_name("ti_sysbios_knl_Clock_triggerClock__R")
	.dwattr $C$DW$1810, DW_AT_data_member_location[DW_OP_plus_uconst 0x10c]
	.dwattr $C$DW$1810, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1810, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1810, DW_AT_decl_line(0x1cc5)
	.dwattr $C$DW$1810, DW_AT_decl_column(0x2b)

$C$DW$1811	.dwtag  DW_TAG_member
	.dwattr $C$DW$1811, DW_AT_type(*$C$DW$T$318)
	.dwattr $C$DW$1811, DW_AT_name("ti_sysbios_knl_Swi_Object__table__R")
	.dwattr $C$DW$1811, DW_AT_TI_symbol_name("ti_sysbios_knl_Swi_Object__table__R")
	.dwattr $C$DW$1811, DW_AT_data_member_location[DW_OP_plus_uconst 0x110]
	.dwattr $C$DW$1811, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1811, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1811, DW_AT_decl_line(0x1cc6)
	.dwattr $C$DW$1811, DW_AT_decl_column(0x2a)

$C$DW$1812	.dwtag  DW_TAG_member
	.dwattr $C$DW$1812, DW_AT_type(*$C$DW$T$319)
	.dwattr $C$DW$1812, DW_AT_name("xdc_runtime_Memory_Module__id__R")
	.dwattr $C$DW$1812, DW_AT_TI_symbol_name("xdc_runtime_Memory_Module__id__R")
	.dwattr $C$DW$1812, DW_AT_data_member_location[DW_OP_plus_uconst 0x114]
	.dwattr $C$DW$1812, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1812, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1812, DW_AT_decl_line(0x1cc7)
	.dwattr $C$DW$1812, DW_AT_decl_column(0x27)

$C$DW$1813	.dwtag  DW_TAG_member
	.dwattr $C$DW$1813, DW_AT_type(*$C$DW$T$320)
	.dwattr $C$DW$1813, DW_AT_name("ti_sysbios_heaps_HeapMem_Module__gateObj__R")
	.dwattr $C$DW$1813, DW_AT_TI_symbol_name("ti_sysbios_heaps_HeapMem_Module__gateObj__R")
	.dwattr $C$DW$1813, DW_AT_data_member_location[DW_OP_plus_uconst 0x118]
	.dwattr $C$DW$1813, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1813, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1813, DW_AT_decl_line(0x1cc8)
	.dwattr $C$DW$1813, DW_AT_decl_column(0x32)

$C$DW$1814	.dwtag  DW_TAG_member
	.dwattr $C$DW$1814, DW_AT_type(*$C$DW$T$321)
	.dwattr $C$DW$1814, DW_AT_name("ti_sysbios_family_arm_cc26xx_Timer_startupNeeded__R")
	.dwattr $C$DW$1814, DW_AT_TI_symbol_name("ti_sysbios_family_arm_cc26xx_Timer_startupNeeded__R")
	.dwattr $C$DW$1814, DW_AT_data_member_location[DW_OP_plus_uconst 0x11c]
	.dwattr $C$DW$1814, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1814, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1814, DW_AT_decl_line(0x1cc9)
	.dwattr $C$DW$1814, DW_AT_decl_column(0x3a)

$C$DW$1815	.dwtag  DW_TAG_member
	.dwattr $C$DW$1815, DW_AT_type(*$C$DW$T$259)
	.dwattr $C$DW$1815, DW_AT_name("ti_sysbios_knl_Queue_Object__DESC__R")
	.dwattr $C$DW$1815, DW_AT_TI_symbol_name("ti_sysbios_knl_Queue_Object__DESC__R")
	.dwattr $C$DW$1815, DW_AT_data_member_location[DW_OP_plus_uconst 0x120]
	.dwattr $C$DW$1815, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1815, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1815, DW_AT_decl_line(0x1cca)
	.dwattr $C$DW$1815, DW_AT_decl_column(0x1e)

$C$DW$1816	.dwtag  DW_TAG_member
	.dwattr $C$DW$1816, DW_AT_type(*$C$DW$T$259)
	.dwattr $C$DW$1816, DW_AT_name("ti_sysbios_knl_Task_Object__DESC__R")
	.dwattr $C$DW$1816, DW_AT_TI_symbol_name("ti_sysbios_knl_Task_Object__DESC__R")
	.dwattr $C$DW$1816, DW_AT_data_member_location[DW_OP_plus_uconst 0x140]
	.dwattr $C$DW$1816, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1816, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1816, DW_AT_decl_line(0x1ccb)
	.dwattr $C$DW$1816, DW_AT_decl_column(0x1e)

$C$DW$1817	.dwtag  DW_TAG_member
	.dwattr $C$DW$1817, DW_AT_type(*$C$DW$T$322)
	.dwattr $C$DW$1817, DW_AT_name("xdc_runtime_Assert_E_assertFailed__R")
	.dwattr $C$DW$1817, DW_AT_TI_symbol_name("xdc_runtime_Assert_E_assertFailed__R")
	.dwattr $C$DW$1817, DW_AT_data_member_location[DW_OP_plus_uconst 0x160]
	.dwattr $C$DW$1817, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1817, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1817, DW_AT_decl_line(0x1ccc)
	.dwattr $C$DW$1817, DW_AT_decl_column(0x2b)

$C$DW$1818	.dwtag  DW_TAG_member
	.dwattr $C$DW$1818, DW_AT_type(*$C$DW$T$323)
	.dwattr $C$DW$1818, DW_AT_name("ti_sysbios_gates_GateHwi_Module__id__R")
	.dwattr $C$DW$1818, DW_AT_TI_symbol_name("ti_sysbios_gates_GateHwi_Module__id__R")
	.dwattr $C$DW$1818, DW_AT_data_member_location[DW_OP_plus_uconst 0x164]
	.dwattr $C$DW$1818, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1818, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1818, DW_AT_decl_line(0x1ccd)
	.dwattr $C$DW$1818, DW_AT_decl_column(0x2d)

$C$DW$1819	.dwtag  DW_TAG_member
	.dwattr $C$DW$1819, DW_AT_type(*$C$DW$T$256)
	.dwattr $C$DW$1819, DW_AT_name("xdc_runtime_IHeap_Interface__BASE__R")
	.dwattr $C$DW$1819, DW_AT_TI_symbol_name("xdc_runtime_IHeap_Interface__BASE__R")
	.dwattr $C$DW$1819, DW_AT_data_member_location[DW_OP_plus_uconst 0x168]
	.dwattr $C$DW$1819, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1819, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1819, DW_AT_decl_line(0x1cce)
	.dwattr $C$DW$1819, DW_AT_decl_column(0x1c)

$C$DW$1820	.dwtag  DW_TAG_member
	.dwattr $C$DW$1820, DW_AT_type(*$C$DW$T$325)
	.dwattr $C$DW$1820, DW_AT_name("xdc_runtime_SysCallback_exitFxn__R")
	.dwattr $C$DW$1820, DW_AT_TI_symbol_name("xdc_runtime_SysCallback_exitFxn__R")
	.dwattr $C$DW$1820, DW_AT_data_member_location[DW_OP_plus_uconst 0x16c]
	.dwattr $C$DW$1820, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1820, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1820, DW_AT_decl_line(0x1ccf)
	.dwattr $C$DW$1820, DW_AT_decl_column(0x29)

$C$DW$1821	.dwtag  DW_TAG_member
	.dwattr $C$DW$1821, DW_AT_type(*$C$DW$T$326)
	.dwattr $C$DW$1821, DW_AT_name("ti_sysbios_heaps_HeapMem_Module__id__R")
	.dwattr $C$DW$1821, DW_AT_TI_symbol_name("ti_sysbios_heaps_HeapMem_Module__id__R")
	.dwattr $C$DW$1821, DW_AT_data_member_location[DW_OP_plus_uconst 0x170]
	.dwattr $C$DW$1821, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1821, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1821, DW_AT_decl_line(0x1cd0)
	.dwattr $C$DW$1821, DW_AT_decl_column(0x2d)

$C$DW$1822	.dwtag  DW_TAG_member
	.dwattr $C$DW$1822, DW_AT_type(*$C$DW$T$331)
	.dwattr $C$DW$1822, DW_AT_name("ti_sysbios_family_arm_m3_Hwi_excHandlerFunc__R")
	.dwattr $C$DW$1822, DW_AT_TI_symbol_name("ti_sysbios_family_arm_m3_Hwi_excHandlerFunc__R")
	.dwattr $C$DW$1822, DW_AT_data_member_location[DW_OP_plus_uconst 0x174]
	.dwattr $C$DW$1822, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1822, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1822, DW_AT_decl_line(0x1cd1)
	.dwattr $C$DW$1822, DW_AT_decl_column(0x35)

$C$DW$1823	.dwtag  DW_TAG_member
	.dwattr $C$DW$1823, DW_AT_type(*$C$DW$T$332)
	.dwattr $C$DW$1823, DW_AT_name("ti_sysbios_heaps_HeapMem_Module__FXNS__R")
	.dwattr $C$DW$1823, DW_AT_TI_symbol_name("ti_sysbios_heaps_HeapMem_Module__FXNS__R")
	.dwattr $C$DW$1823, DW_AT_data_member_location[DW_OP_plus_uconst 0x178]
	.dwattr $C$DW$1823, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1823, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1823, DW_AT_decl_line(0x1cd2)
	.dwattr $C$DW$1823, DW_AT_decl_column(0x25)

$C$DW$1824	.dwtag  DW_TAG_member
	.dwattr $C$DW$1824, DW_AT_type(*$C$DW$T$333)
	.dwattr $C$DW$1824, DW_AT_name("xdc_runtime_System_maxAtexitHandlers__R")
	.dwattr $C$DW$1824, DW_AT_TI_symbol_name("xdc_runtime_System_maxAtexitHandlers__R")
	.dwattr $C$DW$1824, DW_AT_data_member_location[DW_OP_plus_uconst 0x1a0]
	.dwattr $C$DW$1824, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1824, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1824, DW_AT_decl_line(0x1cd3)
	.dwattr $C$DW$1824, DW_AT_decl_column(0x2e)

$C$DW$1825	.dwtag  DW_TAG_member
	.dwattr $C$DW$1825, DW_AT_type(*$C$DW$T$334)
	.dwattr $C$DW$1825, DW_AT_name("ti_sysbios_knl_Queue_Object__count__R")
	.dwattr $C$DW$1825, DW_AT_TI_symbol_name("ti_sysbios_knl_Queue_Object__count__R")
	.dwattr $C$DW$1825, DW_AT_data_member_location[DW_OP_plus_uconst 0x1a4]
	.dwattr $C$DW$1825, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1825, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1825, DW_AT_decl_line(0x1cd4)
	.dwattr $C$DW$1825, DW_AT_decl_column(0x2c)

$C$DW$1826	.dwtag  DW_TAG_member
	.dwattr $C$DW$1826, DW_AT_type(*$C$DW$T$335)
	.dwattr $C$DW$1826, DW_AT_name("ti_sysbios_knl_Task_Object__table__R")
	.dwattr $C$DW$1826, DW_AT_TI_symbol_name("ti_sysbios_knl_Task_Object__table__R")
	.dwattr $C$DW$1826, DW_AT_data_member_location[DW_OP_plus_uconst 0x1a8]
	.dwattr $C$DW$1826, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1826, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1826, DW_AT_decl_line(0x1cd5)
	.dwattr $C$DW$1826, DW_AT_decl_column(0x2b)

$C$DW$1827	.dwtag  DW_TAG_member
	.dwattr $C$DW$1827, DW_AT_type(*$C$DW$T$259)
	.dwattr $C$DW$1827, DW_AT_name("ti_sysbios_knl_Mailbox_Object__DESC__R")
	.dwattr $C$DW$1827, DW_AT_TI_symbol_name("ti_sysbios_knl_Mailbox_Object__DESC__R")
	.dwattr $C$DW$1827, DW_AT_data_member_location[DW_OP_plus_uconst 0x1ac]
	.dwattr $C$DW$1827, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1827, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1827, DW_AT_decl_line(0x1cd6)
	.dwattr $C$DW$1827, DW_AT_decl_column(0x1e)

$C$DW$1828	.dwtag  DW_TAG_member
	.dwattr $C$DW$1828, DW_AT_type(*$C$DW$T$337)
	.dwattr $C$DW$1828, DW_AT_name("ti_sysbios_family_arm_m3_Hwi_nullIsrFunc__R")
	.dwattr $C$DW$1828, DW_AT_TI_symbol_name("ti_sysbios_family_arm_m3_Hwi_nullIsrFunc__R")
	.dwattr $C$DW$1828, DW_AT_data_member_location[DW_OP_plus_uconst 0x1cc]
	.dwattr $C$DW$1828, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1828, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1828, DW_AT_decl_line(0x1cd7)
	.dwattr $C$DW$1828, DW_AT_decl_column(0x32)

$C$DW$1829	.dwtag  DW_TAG_member
	.dwattr $C$DW$1829, DW_AT_type(*$C$DW$T$340)
	.dwattr $C$DW$1829, DW_AT_name("ti_sysbios_knl_Clock_tickMode__R")
	.dwattr $C$DW$1829, DW_AT_TI_symbol_name("ti_sysbios_knl_Clock_tickMode__R")
	.dwattr $C$DW$1829, DW_AT_data_member_location[DW_OP_plus_uconst 0x1d0]
	.dwattr $C$DW$1829, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1829, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1829, DW_AT_decl_line(0x1cd8)
	.dwattr $C$DW$1829, DW_AT_decl_column(0x27)

$C$DW$1830	.dwtag  DW_TAG_member
	.dwattr $C$DW$1830, DW_AT_type(*$C$DW$T$341)
	.dwattr $C$DW$1830, DW_AT_name("ti_sysbios_gates_GateMutex_Module__id__R")
	.dwattr $C$DW$1830, DW_AT_TI_symbol_name("ti_sysbios_gates_GateMutex_Module__id__R")
	.dwattr $C$DW$1830, DW_AT_data_member_location[DW_OP_plus_uconst 0x1d2]
	.dwattr $C$DW$1830, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1830, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1830, DW_AT_decl_line(0x1cd9)
	.dwattr $C$DW$1830, DW_AT_decl_column(0x2f)

$C$DW$1831	.dwtag  DW_TAG_member
	.dwattr $C$DW$1831, DW_AT_type(*$C$DW$T$342)
	.dwattr $C$DW$1831, DW_AT_name("ti_sysbios_knl_Swi_numPriorities__R")
	.dwattr $C$DW$1831, DW_AT_TI_symbol_name("ti_sysbios_knl_Swi_numPriorities__R")
	.dwattr $C$DW$1831, DW_AT_data_member_location[DW_OP_plus_uconst 0x1d4]
	.dwattr $C$DW$1831, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1831, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1831, DW_AT_decl_line(0x1cda)
	.dwattr $C$DW$1831, DW_AT_decl_column(0x2a)

$C$DW$1832	.dwtag  DW_TAG_member
	.dwattr $C$DW$1832, DW_AT_type(*$C$DW$T$343)
	.dwattr $C$DW$1832, DW_AT_name("ti_sysbios_knl_Task_numConstructedTasks__R")
	.dwattr $C$DW$1832, DW_AT_TI_symbol_name("ti_sysbios_knl_Task_numConstructedTasks__R")
	.dwattr $C$DW$1832, DW_AT_data_member_location[DW_OP_plus_uconst 0x1d8]
	.dwattr $C$DW$1832, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1832, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1832, DW_AT_decl_line(0x1cdb)
	.dwattr $C$DW$1832, DW_AT_decl_column(0x31)

$C$DW$1833	.dwtag  DW_TAG_member
	.dwattr $C$DW$1833, DW_AT_type(*$C$DW$T$344)
	.dwattr $C$DW$1833, DW_AT_name("xdc_runtime_Startup_maxPasses__R")
	.dwattr $C$DW$1833, DW_AT_TI_symbol_name("xdc_runtime_Startup_maxPasses__R")
	.dwattr $C$DW$1833, DW_AT_data_member_location[DW_OP_plus_uconst 0x1dc]
	.dwattr $C$DW$1833, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1833, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1833, DW_AT_decl_line(0x1cdc)
	.dwattr $C$DW$1833, DW_AT_decl_column(0x27)

$C$DW$1834	.dwtag  DW_TAG_member
	.dwattr $C$DW$1834, DW_AT_type(*$C$DW$T$345)
	.dwattr $C$DW$1834, DW_AT_name("ti_sysbios_knl_Task_initStackFlag__R")
	.dwattr $C$DW$1834, DW_AT_TI_symbol_name("ti_sysbios_knl_Task_initStackFlag__R")
	.dwattr $C$DW$1834, DW_AT_data_member_location[DW_OP_plus_uconst 0x1e0]
	.dwattr $C$DW$1834, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1834, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1834, DW_AT_decl_line(0x1cdd)
	.dwattr $C$DW$1834, DW_AT_decl_column(0x2b)

$C$DW$1835	.dwtag  DW_TAG_member
	.dwattr $C$DW$1835, DW_AT_type(*$C$DW$T$347)
	.dwattr $C$DW$1835, DW_AT_name("xdc_runtime_System_abortFxn__R")
	.dwattr $C$DW$1835, DW_AT_TI_symbol_name("xdc_runtime_System_abortFxn__R")
	.dwattr $C$DW$1835, DW_AT_data_member_location[DW_OP_plus_uconst 0x1e4]
	.dwattr $C$DW$1835, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1835, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1835, DW_AT_decl_line(0x1cde)
	.dwattr $C$DW$1835, DW_AT_decl_column(0x25)

$C$DW$1836	.dwtag  DW_TAG_member
	.dwattr $C$DW$1836, DW_AT_type(*$C$DW$T$262)
	.dwattr $C$DW$1836, DW_AT_name("ti_sysbios_knl_Mailbox_Instance_State_dataSem__O")
	.dwattr $C$DW$1836, DW_AT_TI_symbol_name("ti_sysbios_knl_Mailbox_Instance_State_dataSem__O")
	.dwattr $C$DW$1836, DW_AT_data_member_location[DW_OP_plus_uconst 0x1e8]
	.dwattr $C$DW$1836, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1836, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1836, DW_AT_decl_line(0x1cdf)
	.dwattr $C$DW$1836, DW_AT_decl_column(0x0f)

$C$DW$1837	.dwtag  DW_TAG_member
	.dwattr $C$DW$1837, DW_AT_type(*$C$DW$T$348)
	.dwattr $C$DW$1837, DW_AT_name("ti_sysbios_gates_GateHwi_Module__FXNS__R")
	.dwattr $C$DW$1837, DW_AT_TI_symbol_name("ti_sysbios_gates_GateHwi_Module__FXNS__R")
	.dwattr $C$DW$1837, DW_AT_data_member_location[DW_OP_plus_uconst 0x1ec]
	.dwattr $C$DW$1837, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1837, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1837, DW_AT_decl_line(0x1ce0)
	.dwattr $C$DW$1837, DW_AT_decl_column(0x25)

$C$DW$1838	.dwtag  DW_TAG_member
	.dwattr $C$DW$1838, DW_AT_type(*$C$DW$T$259)
	.dwattr $C$DW$1838, DW_AT_name("ti_sysbios_hal_Hwi_Object__DESC__R")
	.dwattr $C$DW$1838, DW_AT_TI_symbol_name("ti_sysbios_hal_Hwi_Object__DESC__R")
	.dwattr $C$DW$1838, DW_AT_data_member_location[DW_OP_plus_uconst 0x210]
	.dwattr $C$DW$1838, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1838, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1838, DW_AT_decl_line(0x1ce1)
	.dwattr $C$DW$1838, DW_AT_decl_column(0x1e)

$C$DW$1839	.dwtag  DW_TAG_member
	.dwattr $C$DW$1839, DW_AT_type(*$C$DW$T$349)
	.dwattr $C$DW$1839, DW_AT_name("ti_sysbios_family_arm_m3_Hwi_priGroup__R")
	.dwattr $C$DW$1839, DW_AT_TI_symbol_name("ti_sysbios_family_arm_m3_Hwi_priGroup__R")
	.dwattr $C$DW$1839, DW_AT_data_member_location[DW_OP_plus_uconst 0x230]
	.dwattr $C$DW$1839, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1839, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1839, DW_AT_decl_line(0x1ce2)
	.dwattr $C$DW$1839, DW_AT_decl_column(0x2f)

$C$DW$1840	.dwtag  DW_TAG_member
	.dwattr $C$DW$1840, DW_AT_type(*$C$DW$T$350)
	.dwattr $C$DW$1840, DW_AT_name("xdc_runtime_Error_E_memory__R")
	.dwattr $C$DW$1840, DW_AT_TI_symbol_name("xdc_runtime_Error_E_memory__R")
	.dwattr $C$DW$1840, DW_AT_data_member_location[DW_OP_plus_uconst 0x234]
	.dwattr $C$DW$1840, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1840, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1840, DW_AT_decl_line(0x1ce3)
	.dwattr $C$DW$1840, DW_AT_decl_column(0x24)

$C$DW$1841	.dwtag  DW_TAG_member
	.dwattr $C$DW$1841, DW_AT_type(*$C$DW$T$351)
	.dwattr $C$DW$1841, DW_AT_name("ti_sysbios_family_arm_m3_Hwi_E_alreadyDefined__R")
	.dwattr $C$DW$1841, DW_AT_TI_symbol_name("ti_sysbios_family_arm_m3_Hwi_E_alreadyDefined__R")
	.dwattr $C$DW$1841, DW_AT_data_member_location[DW_OP_plus_uconst 0x238]
	.dwattr $C$DW$1841, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1841, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1841, DW_AT_decl_line(0x1ce4)
	.dwattr $C$DW$1841, DW_AT_decl_column(0x37)

$C$DW$1842	.dwtag  DW_TAG_member
	.dwattr $C$DW$1842, DW_AT_type(*$C$DW$T$262)
	.dwattr $C$DW$1842, DW_AT_name("ti_sysbios_knl_Mailbox_Instance_State_freeSem__O")
	.dwattr $C$DW$1842, DW_AT_TI_symbol_name("ti_sysbios_knl_Mailbox_Instance_State_freeSem__O")
	.dwattr $C$DW$1842, DW_AT_data_member_location[DW_OP_plus_uconst 0x23c]
	.dwattr $C$DW$1842, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1842, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1842, DW_AT_decl_line(0x1ce5)
	.dwattr $C$DW$1842, DW_AT_decl_column(0x0f)

$C$DW$1843	.dwtag  DW_TAG_member
	.dwattr $C$DW$1843, DW_AT_type(*$C$DW$T$352)
	.dwattr $C$DW$1843, DW_AT_name("ti_sysbios_knl_Queue_Object__table__R")
	.dwattr $C$DW$1843, DW_AT_TI_symbol_name("ti_sysbios_knl_Queue_Object__table__R")
	.dwattr $C$DW$1843, DW_AT_data_member_location[DW_OP_plus_uconst 0x240]
	.dwattr $C$DW$1843, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1843, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1843, DW_AT_decl_line(0x1ce6)
	.dwattr $C$DW$1843, DW_AT_decl_column(0x2c)

$C$DW$1844	.dwtag  DW_TAG_member
	.dwattr $C$DW$1844, DW_AT_type(*$C$DW$T$355)
	.dwattr $C$DW$1844, DW_AT_name("ti_sysbios_knl_Semaphore_eventPost__R")
	.dwattr $C$DW$1844, DW_AT_TI_symbol_name("ti_sysbios_knl_Semaphore_eventPost__R")
	.dwattr $C$DW$1844, DW_AT_data_member_location[DW_OP_plus_uconst 0x244]
	.dwattr $C$DW$1844, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1844, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1844, DW_AT_decl_line(0x1ce7)
	.dwattr $C$DW$1844, DW_AT_decl_column(0x2c)

$C$DW$1845	.dwtag  DW_TAG_member
	.dwattr $C$DW$1845, DW_AT_type(*$C$DW$T$357)
	.dwattr $C$DW$1845, DW_AT_name("xdc_runtime_System_exitFxn__R")
	.dwattr $C$DW$1845, DW_AT_TI_symbol_name("xdc_runtime_System_exitFxn__R")
	.dwattr $C$DW$1845, DW_AT_data_member_location[DW_OP_plus_uconst 0x248]
	.dwattr $C$DW$1845, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1845, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1845, DW_AT_decl_line(0x1ce8)
	.dwattr $C$DW$1845, DW_AT_decl_column(0x24)

$C$DW$1846	.dwtag  DW_TAG_member
	.dwattr $C$DW$1846, DW_AT_type(*$C$DW$T$358)
	.dwattr $C$DW$1846, DW_AT_name("ti_sysbios_heaps_HeapMem_reqAlign__R")
	.dwattr $C$DW$1846, DW_AT_TI_symbol_name("ti_sysbios_heaps_HeapMem_reqAlign__R")
	.dwattr $C$DW$1846, DW_AT_data_member_location[DW_OP_plus_uconst 0x24c]
	.dwattr $C$DW$1846, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1846, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1846, DW_AT_decl_line(0x1ce9)
	.dwattr $C$DW$1846, DW_AT_decl_column(0x2b)

$C$DW$1847	.dwtag  DW_TAG_member
	.dwattr $C$DW$1847, DW_AT_type(*$C$DW$T$362)
	.dwattr $C$DW$1847, DW_AT_name("xdc_runtime_Startup_sfxnRts__R")
	.dwattr $C$DW$1847, DW_AT_TI_symbol_name("xdc_runtime_Startup_sfxnRts__R")
	.dwattr $C$DW$1847, DW_AT_data_member_location[DW_OP_plus_uconst 0x250]
	.dwattr $C$DW$1847, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1847, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1847, DW_AT_decl_line(0x1cea)
	.dwattr $C$DW$1847, DW_AT_decl_column(0x25)

$C$DW$1848	.dwtag  DW_TAG_member
	.dwattr $C$DW$1848, DW_AT_type(*$C$DW$T$259)
	.dwattr $C$DW$1848, DW_AT_name("ti_sysbios_knl_Semaphore_Object__DESC__R")
	.dwattr $C$DW$1848, DW_AT_TI_symbol_name("ti_sysbios_knl_Semaphore_Object__DESC__R")
	.dwattr $C$DW$1848, DW_AT_data_member_location[DW_OP_plus_uconst 0x254]
	.dwattr $C$DW$1848, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1848, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1848, DW_AT_decl_line(0x1ceb)
	.dwattr $C$DW$1848, DW_AT_decl_column(0x1e)

$C$DW$1849	.dwtag  DW_TAG_member
	.dwattr $C$DW$1849, DW_AT_type(*$C$DW$T$259)
	.dwattr $C$DW$1849, DW_AT_name("ti_sysbios_gates_GateHwi_Object__DESC__R")
	.dwattr $C$DW$1849, DW_AT_TI_symbol_name("ti_sysbios_gates_GateHwi_Object__DESC__R")
	.dwattr $C$DW$1849, DW_AT_data_member_location[DW_OP_plus_uconst 0x274]
	.dwattr $C$DW$1849, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1849, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1849, DW_AT_decl_line(0x1cec)
	.dwattr $C$DW$1849, DW_AT_decl_column(0x1e)

$C$DW$1850	.dwtag  DW_TAG_member
	.dwattr $C$DW$1850, DW_AT_type(*$C$DW$T$363)
	.dwattr $C$DW$1850, DW_AT_name("ti_sysbios_heaps_HeapMem_Object__count__R")
	.dwattr $C$DW$1850, DW_AT_TI_symbol_name("ti_sysbios_heaps_HeapMem_Object__count__R")
	.dwattr $C$DW$1850, DW_AT_data_member_location[DW_OP_plus_uconst 0x294]
	.dwattr $C$DW$1850, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1850, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1850, DW_AT_decl_line(0x1ced)
	.dwattr $C$DW$1850, DW_AT_decl_column(0x30)

$C$DW$1851	.dwtag  DW_TAG_member
	.dwattr $C$DW$1851, DW_AT_type(*$C$DW$T$364)
	.dwattr $C$DW$1851, DW_AT_name("ti_sysbios_family_arm_m3_Hwi_numSparseInterrupts__R")
	.dwattr $C$DW$1851, DW_AT_TI_symbol_name("ti_sysbios_family_arm_m3_Hwi_numSparseInterrupts__R")
	.dwattr $C$DW$1851, DW_AT_data_member_location[DW_OP_plus_uconst 0x298]
	.dwattr $C$DW$1851, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1851, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1851, DW_AT_decl_line(0x1cee)
	.dwattr $C$DW$1851, DW_AT_decl_column(0x3a)

$C$DW$1852	.dwtag  DW_TAG_member
	.dwattr $C$DW$1852, DW_AT_type(*$C$DW$T$365)
	.dwattr $C$DW$1852, DW_AT_name("ti_sysbios_knl_Mailbox_maxTypeAlign__R")
	.dwattr $C$DW$1852, DW_AT_TI_symbol_name("ti_sysbios_knl_Mailbox_maxTypeAlign__R")
	.dwattr $C$DW$1852, DW_AT_data_member_location[DW_OP_plus_uconst 0x29c]
	.dwattr $C$DW$1852, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1852, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1852, DW_AT_decl_line(0x1cef)
	.dwattr $C$DW$1852, DW_AT_decl_column(0x2d)

$C$DW$1853	.dwtag  DW_TAG_member
	.dwattr $C$DW$1853, DW_AT_type(*$C$DW$T$366)
	.dwattr $C$DW$1853, DW_AT_name("ti_sysbios_family_arm_cc26xx_TimestampProvider_useClockTimer__R")
	.dwattr $C$DW$1853, DW_AT_TI_symbol_name("ti_sysbios_family_arm_cc26xx_TimestampProvider_useClockTimer__R")
	.dwattr $C$DW$1853, DW_AT_data_member_location[DW_OP_plus_uconst 0x2a0]
	.dwattr $C$DW$1853, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1853, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1853, DW_AT_decl_line(0x1cf0)
	.dwattr $C$DW$1853, DW_AT_decl_column(0x46)

$C$DW$1854	.dwtag  DW_TAG_member
	.dwattr $C$DW$1854, DW_AT_type(*$C$DW$T$262)
	.dwattr $C$DW$1854, DW_AT_name("ti_sysbios_knl_Event_Instance_State_pendQ__O")
	.dwattr $C$DW$1854, DW_AT_TI_symbol_name("ti_sysbios_knl_Event_Instance_State_pendQ__O")
	.dwattr $C$DW$1854, DW_AT_data_member_location[DW_OP_plus_uconst 0x2a4]
	.dwattr $C$DW$1854, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1854, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1854, DW_AT_decl_line(0x1cf1)
	.dwattr $C$DW$1854, DW_AT_decl_column(0x0f)

$C$DW$1855	.dwtag  DW_TAG_member
	.dwattr $C$DW$1855, DW_AT_type(*$C$DW$T$368)
	.dwattr $C$DW$1855, DW_AT_name("ti_sysbios_knl_Task_allBlockedFunc__R")
	.dwattr $C$DW$1855, DW_AT_TI_symbol_name("ti_sysbios_knl_Task_allBlockedFunc__R")
	.dwattr $C$DW$1855, DW_AT_data_member_location[DW_OP_plus_uconst 0x2a8]
	.dwattr $C$DW$1855, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1855, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1855, DW_AT_decl_line(0x1cf2)
	.dwattr $C$DW$1855, DW_AT_decl_column(0x2c)

$C$DW$1856	.dwtag  DW_TAG_member
	.dwattr $C$DW$1856, DW_AT_type(*$C$DW$T$369)
	.dwattr $C$DW$1856, DW_AT_name("ti_sysbios_knl_Mailbox_Object__count__R")
	.dwattr $C$DW$1856, DW_AT_TI_symbol_name("ti_sysbios_knl_Mailbox_Object__count__R")
	.dwattr $C$DW$1856, DW_AT_data_member_location[DW_OP_plus_uconst 0x2ac]
	.dwattr $C$DW$1856, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1856, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1856, DW_AT_decl_line(0x1cf3)
	.dwattr $C$DW$1856, DW_AT_decl_column(0x2e)

$C$DW$1857	.dwtag  DW_TAG_member
	.dwattr $C$DW$1857, DW_AT_type(*$C$DW$T$372)
	.dwattr $C$DW$1857, DW_AT_name("xdc_runtime_Text_nameStatic__R")
	.dwattr $C$DW$1857, DW_AT_TI_symbol_name("xdc_runtime_Text_nameStatic__R")
	.dwattr $C$DW$1857, DW_AT_data_member_location[DW_OP_plus_uconst 0x2b0]
	.dwattr $C$DW$1857, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1857, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1857, DW_AT_decl_line(0x1cf4)
	.dwattr $C$DW$1857, DW_AT_decl_column(0x25)

$C$DW$1858	.dwtag  DW_TAG_member
	.dwattr $C$DW$1858, DW_AT_type(*$C$DW$T$262)
	.dwattr $C$DW$1858, DW_AT_name("ti_sysbios_knl_Clock_Module_State_clockQ__O")
	.dwattr $C$DW$1858, DW_AT_TI_symbol_name("ti_sysbios_knl_Clock_Module_State_clockQ__O")
	.dwattr $C$DW$1858, DW_AT_data_member_location[DW_OP_plus_uconst 0x2b4]
	.dwattr $C$DW$1858, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1858, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1858, DW_AT_decl_line(0x1cf5)
	.dwattr $C$DW$1858, DW_AT_decl_column(0x0f)

$C$DW$1859	.dwtag  DW_TAG_member
	.dwattr $C$DW$1859, DW_AT_type(*$C$DW$T$373)
	.dwattr $C$DW$1859, DW_AT_name("ti_sysbios_knl_Task_defaultStackSize__R")
	.dwattr $C$DW$1859, DW_AT_TI_symbol_name("ti_sysbios_knl_Task_defaultStackSize__R")
	.dwattr $C$DW$1859, DW_AT_data_member_location[DW_OP_plus_uconst 0x2b8]
	.dwattr $C$DW$1859, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1859, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1859, DW_AT_decl_line(0x1cf6)
	.dwattr $C$DW$1859, DW_AT_decl_column(0x2e)

$C$DW$1860	.dwtag  DW_TAG_member
	.dwattr $C$DW$1860, DW_AT_type(*$C$DW$T$256)
	.dwattr $C$DW$1860, DW_AT_name("xdc_runtime_IGateProvider_Interface__BASE__R")
	.dwattr $C$DW$1860, DW_AT_TI_symbol_name("xdc_runtime_IGateProvider_Interface__BASE__R")
	.dwattr $C$DW$1860, DW_AT_data_member_location[DW_OP_plus_uconst 0x2bc]
	.dwattr $C$DW$1860, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1860, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1860, DW_AT_decl_line(0x1cf7)
	.dwattr $C$DW$1860, DW_AT_decl_column(0x1c)

$C$DW$1861	.dwtag  DW_TAG_member
	.dwattr $C$DW$1861, DW_AT_type(*$C$DW$T$374)
	.dwattr $C$DW$1861, DW_AT_name("ti_sysbios_family_arm_m3_Hwi_E_hwiLimitExceeded__R")
	.dwattr $C$DW$1861, DW_AT_TI_symbol_name("ti_sysbios_family_arm_m3_Hwi_E_hwiLimitExceeded__R")
	.dwattr $C$DW$1861, DW_AT_data_member_location[DW_OP_plus_uconst 0x2c0]
	.dwattr $C$DW$1861, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1861, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1861, DW_AT_decl_line(0x1cf8)
	.dwattr $C$DW$1861, DW_AT_decl_column(0x39)

$C$DW$1862	.dwtag  DW_TAG_member
	.dwattr $C$DW$1862, DW_AT_type(*$C$DW$T$378)
	.dwattr $C$DW$1862, DW_AT_name("xdc_runtime_Startup_startModsFxn__R")
	.dwattr $C$DW$1862, DW_AT_TI_symbol_name("xdc_runtime_Startup_startModsFxn__R")
	.dwattr $C$DW$1862, DW_AT_data_member_location[DW_OP_plus_uconst 0x2c4]
	.dwattr $C$DW$1862, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1862, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1862, DW_AT_decl_line(0x1cf9)
	.dwattr $C$DW$1862, DW_AT_decl_column(0x2a)

$C$DW$1863	.dwtag  DW_TAG_member
	.dwattr $C$DW$1863, DW_AT_type(*$C$DW$T$262)
	.dwattr $C$DW$1863, DW_AT_name("ti_sysbios_knl_Semaphore_Instance_State_pendQ__O")
	.dwattr $C$DW$1863, DW_AT_TI_symbol_name("ti_sysbios_knl_Semaphore_Instance_State_pendQ__O")
	.dwattr $C$DW$1863, DW_AT_data_member_location[DW_OP_plus_uconst 0x2c8]
	.dwattr $C$DW$1863, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1863, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1863, DW_AT_decl_line(0x1cfa)
	.dwattr $C$DW$1863, DW_AT_decl_column(0x0f)

$C$DW$1864	.dwtag  DW_TAG_member
	.dwattr $C$DW$1864, DW_AT_type(*$C$DW$T$259)
	.dwattr $C$DW$1864, DW_AT_name("ti_sysbios_family_arm_m3_Hwi_Object__DESC__R")
	.dwattr $C$DW$1864, DW_AT_TI_symbol_name("ti_sysbios_family_arm_m3_Hwi_Object__DESC__R")
	.dwattr $C$DW$1864, DW_AT_data_member_location[DW_OP_plus_uconst 0x2cc]
	.dwattr $C$DW$1864, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1864, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1864, DW_AT_decl_line(0x1cfb)
	.dwattr $C$DW$1864, DW_AT_decl_column(0x1e)

$C$DW$1865	.dwtag  DW_TAG_member
	.dwattr $C$DW$1865, DW_AT_type(*$C$DW$T$379)
	.dwattr $C$DW$1865, DW_AT_name("xdc_runtime_Text_nameEmpty__R")
	.dwattr $C$DW$1865, DW_AT_TI_symbol_name("xdc_runtime_Text_nameEmpty__R")
	.dwattr $C$DW$1865, DW_AT_data_member_location[DW_OP_plus_uconst 0x2ec]
	.dwattr $C$DW$1865, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1865, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1865, DW_AT_decl_line(0x1cfc)
	.dwattr $C$DW$1865, DW_AT_decl_column(0x24)

$C$DW$1866	.dwtag  DW_TAG_member
	.dwattr $C$DW$1866, DW_AT_type(*$C$DW$T$380)
	.dwattr $C$DW$1866, DW_AT_name("ti_sysbios_family_arm_m3_Hwi_Object__count__R")
	.dwattr $C$DW$1866, DW_AT_TI_symbol_name("ti_sysbios_family_arm_m3_Hwi_Object__count__R")
	.dwattr $C$DW$1866, DW_AT_data_member_location[DW_OP_plus_uconst 0x2f0]
	.dwattr $C$DW$1866, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1866, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1866, DW_AT_decl_line(0x1cfd)
	.dwattr $C$DW$1866, DW_AT_decl_column(0x34)

$C$DW$1867	.dwtag  DW_TAG_member
	.dwattr $C$DW$1867, DW_AT_type(*$C$DW$T$382)
	.dwattr $C$DW$1867, DW_AT_name("xdc_runtime_SysCallback_abortFxn__R")
	.dwattr $C$DW$1867, DW_AT_TI_symbol_name("xdc_runtime_SysCallback_abortFxn__R")
	.dwattr $C$DW$1867, DW_AT_data_member_location[DW_OP_plus_uconst 0x2f4]
	.dwattr $C$DW$1867, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1867, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1867, DW_AT_decl_line(0x1cfe)
	.dwattr $C$DW$1867, DW_AT_decl_column(0x2a)

$C$DW$1868	.dwtag  DW_TAG_member
	.dwattr $C$DW$1868, DW_AT_type(*$C$DW$T$385)
	.dwattr $C$DW$1868, DW_AT_name("ti_sysbios_knl_Task_defaultStackHeap__R")
	.dwattr $C$DW$1868, DW_AT_TI_symbol_name("ti_sysbios_knl_Task_defaultStackHeap__R")
	.dwattr $C$DW$1868, DW_AT_data_member_location[DW_OP_plus_uconst 0x2f8]
	.dwattr $C$DW$1868, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1868, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1868, DW_AT_decl_line(0x1cff)
	.dwattr $C$DW$1868, DW_AT_decl_column(0x2e)

$C$DW$1869	.dwtag  DW_TAG_member
	.dwattr $C$DW$1869, DW_AT_type(*$C$DW$T$386)
	.dwattr $C$DW$1869, DW_AT_name("ti_sysbios_family_arm_m3_Hwi_ccr__R")
	.dwattr $C$DW$1869, DW_AT_TI_symbol_name("ti_sysbios_family_arm_m3_Hwi_ccr__R")
	.dwattr $C$DW$1869, DW_AT_data_member_location[DW_OP_plus_uconst 0x2fc]
	.dwattr $C$DW$1869, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1869, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1869, DW_AT_decl_line(0x1d00)
	.dwattr $C$DW$1869, DW_AT_decl_column(0x2a)

$C$DW$1870	.dwtag  DW_TAG_member
	.dwattr $C$DW$1870, DW_AT_type(*$C$DW$T$387)
	.dwattr $C$DW$1870, DW_AT_name("ti_sysbios_heaps_HeapMem_E_memory__R")
	.dwattr $C$DW$1870, DW_AT_TI_symbol_name("ti_sysbios_heaps_HeapMem_E_memory__R")
	.dwattr $C$DW$1870, DW_AT_data_member_location[DW_OP_plus_uconst 0x300]
	.dwattr $C$DW$1870, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1870, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1870, DW_AT_decl_line(0x1d01)
	.dwattr $C$DW$1870, DW_AT_decl_column(0x2b)

$C$DW$1871	.dwtag  DW_TAG_member
	.dwattr $C$DW$1871, DW_AT_type(*$C$DW$T$388)
	.dwattr $C$DW$1871, DW_AT_name("ti_sysbios_knl_Task_Object__count__R")
	.dwattr $C$DW$1871, DW_AT_TI_symbol_name("ti_sysbios_knl_Task_Object__count__R")
	.dwattr $C$DW$1871, DW_AT_data_member_location[DW_OP_plus_uconst 0x304]
	.dwattr $C$DW$1871, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1871, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1871, DW_AT_decl_line(0x1d02)
	.dwattr $C$DW$1871, DW_AT_decl_column(0x2b)

$C$DW$1872	.dwtag  DW_TAG_member
	.dwattr $C$DW$1872, DW_AT_type(*$C$DW$T$259)
	.dwattr $C$DW$1872, DW_AT_name("ti_sysbios_heaps_HeapMem_Object__DESC__R")
	.dwattr $C$DW$1872, DW_AT_TI_symbol_name("ti_sysbios_heaps_HeapMem_Object__DESC__R")
	.dwattr $C$DW$1872, DW_AT_data_member_location[DW_OP_plus_uconst 0x308]
	.dwattr $C$DW$1872, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1872, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1872, DW_AT_decl_line(0x1d03)
	.dwattr $C$DW$1872, DW_AT_decl_column(0x1e)

$C$DW$1873	.dwtag  DW_TAG_member
	.dwattr $C$DW$1873, DW_AT_type(*$C$DW$T$389)
	.dwattr $C$DW$1873, DW_AT_name("xdc_runtime_Text_nameUnknown__R")
	.dwattr $C$DW$1873, DW_AT_TI_symbol_name("xdc_runtime_Text_nameUnknown__R")
	.dwattr $C$DW$1873, DW_AT_data_member_location[DW_OP_plus_uconst 0x328]
	.dwattr $C$DW$1873, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1873, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1873, DW_AT_decl_line(0x1d04)
	.dwattr $C$DW$1873, DW_AT_decl_column(0x26)

$C$DW$1874	.dwtag  DW_TAG_member
	.dwattr $C$DW$1874, DW_AT_type(*$C$DW$T$390)
	.dwattr $C$DW$1874, DW_AT_name("xdc_runtime_Memory_defaultHeapInstance__R")
	.dwattr $C$DW$1874, DW_AT_TI_symbol_name("xdc_runtime_Memory_defaultHeapInstance__R")
	.dwattr $C$DW$1874, DW_AT_data_member_location[DW_OP_plus_uconst 0x32c]
	.dwattr $C$DW$1874, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1874, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1874, DW_AT_decl_line(0x1d05)
	.dwattr $C$DW$1874, DW_AT_decl_column(0x30)

$C$DW$1875	.dwtag  DW_TAG_member
	.dwattr $C$DW$1875, DW_AT_type(*$C$DW$T$262)
	.dwattr $C$DW$1875, DW_AT_name("ti_sysbios_knl_Mailbox_Instance_State_freeQue__O")
	.dwattr $C$DW$1875, DW_AT_TI_symbol_name("ti_sysbios_knl_Mailbox_Instance_State_freeQue__O")
	.dwattr $C$DW$1875, DW_AT_data_member_location[DW_OP_plus_uconst 0x330]
	.dwattr $C$DW$1875, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1875, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1875, DW_AT_decl_line(0x1d06)
	.dwattr $C$DW$1875, DW_AT_decl_column(0x0f)

$C$DW$1876	.dwtag  DW_TAG_member
	.dwattr $C$DW$1876, DW_AT_type(*$C$DW$T$397)
	.dwattr $C$DW$1876, DW_AT_name("xdc_runtime_Startup_sfxnTab__R")
	.dwattr $C$DW$1876, DW_AT_TI_symbol_name("xdc_runtime_Startup_sfxnTab__R")
	.dwattr $C$DW$1876, DW_AT_data_member_location[DW_OP_plus_uconst 0x334]
	.dwattr $C$DW$1876, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1876, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1876, DW_AT_decl_line(0x1d07)
	.dwattr $C$DW$1876, DW_AT_decl_column(0x25)

	.dwattr $C$DW$T$398, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$T$398, DW_AT_decl_line(0x1ca7)
	.dwattr $C$DW$T$398, DW_AT_decl_column(0x10)
	.dwendtag $C$DW$T$398

$C$DW$T$1318	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$1318, DW_AT_name("CT__constStruct")
	.dwattr $C$DW$T$1318, DW_AT_type(*$C$DW$T$398)
	.dwattr $C$DW$T$1318, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$1318, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$T$1318, DW_AT_decl_line(0x1d08)
	.dwattr $C$DW$T$1318, DW_AT_decl_column(0x03)

$C$DW$T$1319	.dwtag  DW_TAG_const_type
	.dwattr $C$DW$T$1319, DW_AT_type(*$C$DW$T$1318)


$C$DW$T$410	.dwtag  DW_TAG_structure_type
	.dwattr $C$DW$T$410, DW_AT_byte_size(0x108)
$C$DW$1877	.dwtag  DW_TAG_member
	.dwattr $C$DW$1877, DW_AT_type(*$C$DW$T$399)
	.dwattr $C$DW$1877, DW_AT_name("ti_sysbios_knl_Clock_Module__state__V")
	.dwattr $C$DW$1877, DW_AT_TI_symbol_name("ti_sysbios_knl_Clock_Module__state__V")
	.dwattr $C$DW$1877, DW_AT_data_member_location[DW_OP_plus_uconst 0x0]
	.dwattr $C$DW$1877, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1877, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1877, DW_AT_decl_line(0x1d0d)
	.dwattr $C$DW$1877, DW_AT_decl_column(0x29)

$C$DW$1878	.dwtag  DW_TAG_member
	.dwattr $C$DW$1878, DW_AT_type(*$C$DW$T$400)
	.dwattr $C$DW$1878, DW_AT_name("ti_sysbios_family_arm_cc26xx_TimestampProvider_Module__state__V")
	.dwattr $C$DW$1878, DW_AT_TI_symbol_name("ti_sysbios_family_arm_cc26xx_TimestampProvider_Module__state__V")
	.dwattr $C$DW$1878, DW_AT_data_member_location[DW_OP_plus_uconst 0x2c]
	.dwattr $C$DW$1878, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1878, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1878, DW_AT_decl_line(0x1d0e)
	.dwattr $C$DW$1878, DW_AT_decl_column(0x43)

$C$DW$1879	.dwtag  DW_TAG_member
	.dwattr $C$DW$1879, DW_AT_type(*$C$DW$T$401)
	.dwattr $C$DW$1879, DW_AT_name("xdc_runtime_Startup_Module__state__V")
	.dwattr $C$DW$1879, DW_AT_TI_symbol_name("xdc_runtime_Startup_Module__state__V")
	.dwattr $C$DW$1879, DW_AT_data_member_location[DW_OP_plus_uconst 0x30]
	.dwattr $C$DW$1879, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1879, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1879, DW_AT_decl_line(0x1d0f)
	.dwattr $C$DW$1879, DW_AT_decl_column(0x28)

$C$DW$1880	.dwtag  DW_TAG_member
	.dwattr $C$DW$1880, DW_AT_type(*$C$DW$T$402)
	.dwattr $C$DW$1880, DW_AT_name("ti_sysbios_BIOS_Module__state__V")
	.dwattr $C$DW$1880, DW_AT_TI_symbol_name("ti_sysbios_BIOS_Module__state__V")
	.dwattr $C$DW$1880, DW_AT_data_member_location[DW_OP_plus_uconst 0x38]
	.dwattr $C$DW$1880, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1880, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1880, DW_AT_decl_line(0x1d10)
	.dwattr $C$DW$1880, DW_AT_decl_column(0x24)

$C$DW$1881	.dwtag  DW_TAG_member
	.dwattr $C$DW$1881, DW_AT_type(*$C$DW$T$403)
	.dwattr $C$DW$1881, DW_AT_name("ti_sysbios_knl_Swi_Module__state__V")
	.dwattr $C$DW$1881, DW_AT_TI_symbol_name("ti_sysbios_knl_Swi_Module__state__V")
	.dwattr $C$DW$1881, DW_AT_data_member_location[DW_OP_plus_uconst 0x5c]
	.dwattr $C$DW$1881, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1881, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1881, DW_AT_decl_line(0x1d11)
	.dwattr $C$DW$1881, DW_AT_decl_column(0x27)

$C$DW$1882	.dwtag  DW_TAG_member
	.dwattr $C$DW$1882, DW_AT_type(*$C$DW$T$404)
	.dwattr $C$DW$1882, DW_AT_name("ti_sysbios_knl_Task_Module__state__V")
	.dwattr $C$DW$1882, DW_AT_TI_symbol_name("ti_sysbios_knl_Task_Module__state__V")
	.dwattr $C$DW$1882, DW_AT_data_member_location[DW_OP_plus_uconst 0x78]
	.dwattr $C$DW$1882, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1882, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1882, DW_AT_decl_line(0x1d12)
	.dwattr $C$DW$1882, DW_AT_decl_column(0x28)

$C$DW$1883	.dwtag  DW_TAG_member
	.dwattr $C$DW$1883, DW_AT_type(*$C$DW$T$405)
	.dwattr $C$DW$1883, DW_AT_name("xdc_runtime_Memory_Module__state__V")
	.dwattr $C$DW$1883, DW_AT_TI_symbol_name("xdc_runtime_Memory_Module__state__V")
	.dwattr $C$DW$1883, DW_AT_data_member_location[DW_OP_plus_uconst 0xbc]
	.dwattr $C$DW$1883, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1883, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1883, DW_AT_decl_line(0x1d13)
	.dwattr $C$DW$1883, DW_AT_decl_column(0x27)

$C$DW$1884	.dwtag  DW_TAG_member
	.dwattr $C$DW$1884, DW_AT_type(*$C$DW$T$406)
	.dwattr $C$DW$1884, DW_AT_name("xdc_runtime_System_Module__state__V")
	.dwattr $C$DW$1884, DW_AT_TI_symbol_name("xdc_runtime_System_Module__state__V")
	.dwattr $C$DW$1884, DW_AT_data_member_location[DW_OP_plus_uconst 0xc0]
	.dwattr $C$DW$1884, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1884, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1884, DW_AT_decl_line(0x1d14)
	.dwattr $C$DW$1884, DW_AT_decl_column(0x27)

$C$DW$1885	.dwtag  DW_TAG_member
	.dwattr $C$DW$1885, DW_AT_type(*$C$DW$T$407)
	.dwattr $C$DW$1885, DW_AT_name("ti_sysbios_family_arm_m3_Hwi_Module__state__V")
	.dwattr $C$DW$1885, DW_AT_TI_symbol_name("ti_sysbios_family_arm_m3_Hwi_Module__state__V")
	.dwattr $C$DW$1885, DW_AT_data_member_location[DW_OP_plus_uconst 0xc8]
	.dwattr $C$DW$1885, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1885, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1885, DW_AT_decl_line(0x1d15)
	.dwattr $C$DW$1885, DW_AT_decl_column(0x31)

$C$DW$1886	.dwtag  DW_TAG_member
	.dwattr $C$DW$1886, DW_AT_type(*$C$DW$T$408)
	.dwattr $C$DW$1886, DW_AT_name("xdc_runtime_Error_Module__state__V")
	.dwattr $C$DW$1886, DW_AT_TI_symbol_name("xdc_runtime_Error_Module__state__V")
	.dwattr $C$DW$1886, DW_AT_data_member_location[DW_OP_plus_uconst 0xfc]
	.dwattr $C$DW$1886, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1886, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1886, DW_AT_decl_line(0x1d16)
	.dwattr $C$DW$1886, DW_AT_decl_column(0x26)

$C$DW$1887	.dwtag  DW_TAG_member
	.dwattr $C$DW$1887, DW_AT_type(*$C$DW$T$409)
	.dwattr $C$DW$1887, DW_AT_name("ti_sysbios_family_arm_cc26xx_Timer_Module__state__V")
	.dwattr $C$DW$1887, DW_AT_TI_symbol_name("ti_sysbios_family_arm_cc26xx_Timer_Module__state__V")
	.dwattr $C$DW$1887, DW_AT_data_member_location[DW_OP_plus_uconst 0x100]
	.dwattr $C$DW$1887, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1887, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1887, DW_AT_decl_line(0x1d17)
	.dwattr $C$DW$1887, DW_AT_decl_column(0x37)

	.dwattr $C$DW$T$410, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$T$410, DW_AT_decl_line(0x1d0c)
	.dwattr $C$DW$T$410, DW_AT_decl_column(0x10)
	.dwendtag $C$DW$T$410

$C$DW$T$1321	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$1321, DW_AT_name("TROM__stateStruct")
	.dwattr $C$DW$T$1321, DW_AT_type(*$C$DW$T$410)
	.dwattr $C$DW$T$1321, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$1321, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$T$1321, DW_AT_decl_line(0x1d18)
	.dwattr $C$DW$T$1321, DW_AT_decl_column(0x03)


$C$DW$T$413	.dwtag  DW_TAG_structure_type
	.dwattr $C$DW$T$413, DW_AT_byte_size(0x08)
$C$DW$1888	.dwtag  DW_TAG_member
	.dwattr $C$DW$1888, DW_AT_type(*$C$DW$T$411)
	.dwattr $C$DW$1888, DW_AT_name("actualBuf")
	.dwattr $C$DW$1888, DW_AT_TI_symbol_name("actualBuf")
	.dwattr $C$DW$1888, DW_AT_data_member_location[DW_OP_plus_uconst 0x0]
	.dwattr $C$DW$1888, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1888, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1888, DW_AT_decl_line(0x990)
	.dwattr $C$DW$1888, DW_AT_decl_column(0x0f)

$C$DW$1889	.dwtag  DW_TAG_member
	.dwattr $C$DW$1889, DW_AT_type(*$C$DW$T$412)
	.dwattr $C$DW$1889, DW_AT_name("size")
	.dwattr $C$DW$1889, DW_AT_TI_symbol_name("size")
	.dwattr $C$DW$1889, DW_AT_data_member_location[DW_OP_plus_uconst 0x4]
	.dwattr $C$DW$1889, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1889, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$1889, DW_AT_decl_line(0x991)
	.dwattr $C$DW$1889, DW_AT_decl_column(0x0f)

	.dwattr $C$DW$T$413, DW_AT_decl_file("package/cfg/release_pem4f.c")
	.dwattr $C$DW$T$413, DW_AT_decl_line(0x98f)
	.dwattr $C$DW$T$413, DW_AT_decl_column(0x0c)
	.dwendtag $C$DW$T$413


$C$DW$T$414	.dwtag  DW_TAG_structure_type
	.dwattr $C$DW$T$414, DW_AT_byte_size(0x10)
$C$DW$1890	.dwtag  DW_TAG_member
	.dwattr $C$DW$1890, DW_AT_type(*$C$DW$T$14)
	.dwattr $C$DW$1890, DW_AT_name("__max_align1")
	.dwattr $C$DW$1890, DW_AT_TI_symbol_name("__max_align1")
	.dwattr $C$DW$1890, DW_AT_data_member_location[DW_OP_plus_uconst 0x0]
	.dwattr $C$DW$1890, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1890, DW_AT_decl_file("/Applications/ti/ccsv8/tools/compiler/ti-cgt-arm_18.1.4.LTS/include/sys/_types.h")
	.dwattr $C$DW$1890, DW_AT_decl_line(0x70)
	.dwattr $C$DW$1890, DW_AT_decl_column(0x0c)

$C$DW$1891	.dwtag  DW_TAG_member
	.dwattr $C$DW$1891, DW_AT_type(*$C$DW$T$18)
	.dwattr $C$DW$1891, DW_AT_name("__max_align2")
	.dwattr $C$DW$1891, DW_AT_TI_symbol_name("__max_align2")
	.dwattr $C$DW$1891, DW_AT_data_member_location[DW_OP_plus_uconst 0x8]
	.dwattr $C$DW$1891, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1891, DW_AT_decl_file("/Applications/ti/ccsv8/tools/compiler/ti-cgt-arm_18.1.4.LTS/include/sys/_types.h")
	.dwattr $C$DW$1891, DW_AT_decl_line(0x71)
	.dwattr $C$DW$1891, DW_AT_decl_column(0x0e)

	.dwattr $C$DW$T$414, DW_AT_decl_file("/Applications/ti/ccsv8/tools/compiler/ti-cgt-arm_18.1.4.LTS/include/sys/_types.h")
	.dwattr $C$DW$T$414, DW_AT_decl_line(0x6f)
	.dwattr $C$DW$T$414, DW_AT_decl_column(0x10)
	.dwendtag $C$DW$T$414

$C$DW$T$1324	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$1324, DW_AT_name("__max_align_t")
	.dwattr $C$DW$T$1324, DW_AT_type(*$C$DW$T$414)
	.dwattr $C$DW$T$1324, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$1324, DW_AT_decl_file("/Applications/ti/ccsv8/tools/compiler/ti-cgt-arm_18.1.4.LTS/include/sys/_types.h")
	.dwattr $C$DW$T$1324, DW_AT_decl_line(0x72)
	.dwattr $C$DW$T$1324, DW_AT_decl_column(0x03)


$C$DW$T$416	.dwtag  DW_TAG_structure_type
	.dwattr $C$DW$T$416, DW_AT_byte_size(0x08)
$C$DW$1892	.dwtag  DW_TAG_member
	.dwattr $C$DW$1892, DW_AT_type(*$C$DW$T$10)
	.dwattr $C$DW$1892, DW_AT_name("length")
	.dwattr $C$DW$1892, DW_AT_TI_symbol_name("length")
	.dwattr $C$DW$1892, DW_AT_data_member_location[DW_OP_plus_uconst 0x0]
	.dwattr $C$DW$1892, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1892, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/family/arm/m3/Hwi.h")
	.dwattr $C$DW$1892, DW_AT_decl_line(0x36f)
	.dwattr $C$DW$1892, DW_AT_decl_column(0x16)

$C$DW$1893	.dwtag  DW_TAG_member
	.dwattr $C$DW$1893, DW_AT_type(*$C$DW$T$415)
	.dwattr $C$DW$1893, DW_AT_name("elem")
	.dwattr $C$DW$1893, DW_AT_TI_symbol_name("elem")
	.dwattr $C$DW$1893, DW_AT_data_member_location[DW_OP_plus_uconst 0x4]
	.dwattr $C$DW$1893, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1893, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/family/arm/m3/Hwi.h")
	.dwattr $C$DW$1893, DW_AT_decl_line(0x36f)
	.dwattr $C$DW$1893, DW_AT_decl_column(0x44)

	.dwattr $C$DW$T$416, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/family/arm/m3/Hwi.h")
	.dwattr $C$DW$T$416, DW_AT_decl_line(0x36f)
	.dwattr $C$DW$T$416, DW_AT_decl_column(0x10)
	.dwendtag $C$DW$T$416

$C$DW$T$1325	.dwtag  DW_TAG_typedef
	.dwattr $C$DW$T$1325, DW_AT_name("ARRAY1_ti_sysbios_family_arm_m3_Hwi_hooks")
	.dwattr $C$DW$T$1325, DW_AT_type(*$C$DW$T$416)
	.dwattr $C$DW$T$1325, DW_AT_language(DW_LANG_C)
	.dwattr $C$DW$T$1325, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/family/arm/m3/Hwi.h")
	.dwattr $C$DW$T$1325, DW_AT_decl_line(0x36f)
	.dwattr $C$DW$T$1325, DW_AT_decl_column(0x4c)


$C$DW$T$418	.dwtag  DW_TAG_structure_type
	.dwattr $C$DW$T$418, DW_AT_byte_size(0x08)
$C$DW$1894	.dwtag  DW_TAG_member
	.dwattr $C$DW$1894, DW_AT_type(*$C$DW$T$10)
	.dwattr $C$DW$1894, DW_AT_name("length")
	.dwattr $C$DW$1894, DW_AT_TI_symbol_name("length")
	.dwattr $C$DW$1894, DW_AT_data_member_location[DW_OP_plus_uconst 0x0]
	.dwattr $C$DW$1894, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1894, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Swi.h")
	.dwattr $C$DW$1894, DW_AT_decl_line(0x165)
	.dwattr $C$DW$1894, DW_AT_decl_column(0x16)

$C$DW$1895	.dwtag  DW_TAG_member
	.dwattr $C$DW$1895, DW_AT_type(*$C$DW$T$417)
	.dwattr $C$DW$1895, DW_AT_name("elem")
	.dwattr $C$DW$1895, DW_AT_TI_symbol_name("elem")
	.dwattr $C$DW$1895, DW_AT_data_member_location[DW_OP_plus_uconst 0x4]
	.dwattr $C$DW$1895, DW_AT_accessibility(DW_ACCESS_public)
	.dwattr $C$DW$1895, DW_AT_decl_file("/Applications/ti/simplelink_cc13x2_sdk_2_30_00_45/kernel/tirtos/packages/ti/sysbios/knl/Swi.h")
	.dwattr $C$DW$1895, DW_AT_decl_line(0x165)
	.dwattr $C$DW$1895, DW_AT_decl_column(0x3a)

